[
  {
    "id": 1,
    "promise": "17. Şi iată că Eu am să fac să vină un potop de ape pe pământ, ca să nimicească orice făptură de sub cer, care are suflare de viaţă; tot ce este pe pământ va pieri.",
    "stringRef": "Gen. 6:17"
  },
  {
    "id": 2,
    "promise": "21. Domnul a mirosit un miros plăcut; şi Domnul a zis în inima Lui: „Nu voi mai blestema pământul, din pricina omului, pentru că întocmirile gândurilor din inima omului sunt rele din tinereţea lui; şi nu voi mai lovi tot ce este viu, cum am făcut.\n22. Cât va fi pământul, nu va înceta semănatul şi seceratul, frigul şi căldura, vara şi iarna, ziua şi noaptea!”",
    "stringRef": "Gen. 8:21÷22"
  },
  {
    "id": 3,
    "promise": "7. Domnul S-a arătat lui Avram şi i-a zis: „Toată ţara aceasta o voi da seminţei tale.” Şi Avram a zidit acolo un altar Domnului care i Se arătase.",
    "stringRef": "Gen. 12:7"
  },
  {
    "id": 4,
    "promise": "14. Domnul a zis lui Avram, după ce s-a despărţit Lot de el: „Ridică-ţi ochii şi, din locul în care eşti, priveşte spre miazănoapte şi spre miazăzi, spre răsărit şi spre apus;\n15. căci toată ţara pe care o vezi, ţi-o voi da ţie şi seminţei tale în veac.\n16. Îţi voi face sămânţa ca pulberea pământului de mare; aşa că, dacă poate număra cineva pulberea pământului, şi sămânţa ta va putea să fie numărată.\n17. Scoală-te, străbate ţara în lung şi în lat; căci ţie ţi-o voi da.”",
    "stringRef": "Gen. 13:14÷17"
  },
  {
    "id": 5,
    "promise": "2. Domnul i S-a arătat şi i-a zis: „Nu te coborî în Egipt! Rămâi în ţara în care îţi voi spune.\n3. Locuieşte ca străin în ţara aceasta; Eu voi fi cu tine şi te voi binecuvânta; căci toate ţinuturile acestea ţi le voi da ţie şi seminţei tale şi voi ţine jurământul pe care l-am făcut tatălui tău, Avraam.\n4. Îţi voi înmulţi sămânţa, ca stelele cerului; voi da seminţei tale toate ţinuturile acestea; şi toate neamurile pământului vor fi binecuvântate în sămânţa ta, ca răsplată,\n5. pentru că Avraam a ascultat de porunca Mea şi a păzit ce i-am cerut, a păzit poruncile Mele, orânduirile Mele şi legile Mele.”",
    "stringRef": "Gen. 26:2÷5"
  },
  {
    "id": 6,
    "promise": "13. Şi Domnul stătea deasupra ei şi zicea: „Eu sunt Domnul Dumnezeul tatălui tău, Avraam, şi Dumnezeul lui Isaac. Pământul pe care eşti culcat ţi-l voi da ţie şi seminţei tale.\n14. Sămânţa ta va fi ca pulberea pământului; te vei întinde la apus şi la răsărit, la miazănoapte şi la miazăzi; şi toate familiile pământului vor fi binecuvântate în tine şi în sămânţa ta.\n15. Iată, Eu sunt cu tine; te voi păzi pretutindeni pe unde vei merge şi te voi aduce înapoi în ţara aceasta; căci nu te voi părăsi, până nu voi împlini ce-ţi spun.”",
    "stringRef": "Gen. 28:13÷15"
  },
  {
    "id": 7,
    "promise": "12. Dumnezeu a zis: „Eu voi fi negreşit cu tine; şi iată care va fi pentru tine semnul că Eu te-am trimis: după ce vei scoate pe popor din Egipt, veţi sluji lui Dumnezeu pe muntele acesta.”",
    "stringRef": "Exod 3:12"
  },
  {
    "id": 8,
    "promise": "20. Iată, Eu trimit un Înger înaintea ta, ca să te ocrotească pe drum şi să te ducă în locul pe care l-am pregătit.",
    "stringRef": "Exod. 23:20"
  },
  {
    "id": 9,
    "promise": "42. Aceasta este arderea de tot necurmată care va fi adusă de urmaşii voştri la uşa Cortului întâlnirii, înaintea Domnului; acolo Mă voi întâlni cu voi şi îţi voi vorbi.\n43. Acolo Mă voi întâlni cu copiii lui Israel, şi locul acela va fi sfinţit de slava Mea.\n44. Voi sfinţi Cortul întâlnirii şi altarul; voi sfinţi pe Aaron şi pe fiii lui ca să fie în slujba Mea ca preoţi.\n45. Eu voi locui în mijlocul copiilor lui Israel şi voi fi Dumnezeul lor.\n46. Ei vor cunoaşte că Eu sunt Domnul Dumnezeul lor care i-am scos din ţara Egiptului ca să locuiesc în mijlocul lor. Eu sunt Domnul Dumnezeul lor.",
    "stringRef": "Exod 29:42÷46"
  },
  {
    "id": 10,
    "promise": "13. Astfel va face preotul pentru omul acela ispăşirea păcatului pe care l-a făcut faţă de unul din aceste lucruri, şi i se va ierta. Cealaltă parte care va mai rămâne din darul acesta să fie a preotului, ca şi la darul de mâncare.”",
    "stringRef": "Lev. 5:13"
  },
  {
    "id": 11,
    "promise": "16. Să mai adauge a cincea parte la preţul lucrului cu care a înşelat Sfântul Locaş şi să-l încredinţeze preotului. Şi preotul să facă ispăşire pentru el cu berbecul adus ca jertfă pentru vină, şi i se va ierta.",
    "stringRef": "Lev. 5:16"
  },
  {
    "id": 12,
    "promise": "7. Şi preotul va face pentru el ispăşirea înaintea Domnului, şi i se va ierta, oricare ar fi greşeala de care se va fi făcut vinovat.”",
    "stringRef": "Lev. 6:7"
  },
  {
    "id": 13,
    "promise": "7. Voi să nu ieşiţi din uşa Cortului întâlnirii, ca să nu muriţi; căci untdelemnul ungerii Domnului este peste voi.” Ei au făcut cum zisese Moise.\n8. Domnul a vorbit lui Aaron şi a zis:\n9. „Tu şi fiii tăi împreună cu tine să nu beţi vin, nici băutură ameţitoare, când veţi intra în Cortul întâlnirii, ca să nu muriţi: aceasta va fi o lege veşnică printre urmaşii voştri,\n10. ca să puteţi deosebi ce este sfânt de ce nu este sfânt, ce este necurat de ce este curat,\n11. şi să puteţi învăţa pe copiii lui Israel toate legile pe care li le-a dat Domnul prin Moise.”",
    "stringRef": "Lev. 10:7÷11"
  },
  {
    "id": 14,
    "promise": "20. Preotul să aducă pe altar arderea de tot şi darul de mâncare; şi să facă ispăşire pentru omul acesta, şi va fi curat.",
    "stringRef": "Lev. 14:20"
  },
  {
    "id": 15,
    "promise": "22. Oricine se va atinge de un lucru pe care a şezut ea să-şi spele hainele, să se scalde în apă, şi va fi necurat până seara.",
    "stringRef": "Lev. 15:22"
  },
  {
    "id": 16,
    "promise": "30. Căci în ziua aceasta se va face ispăşire pentru voi ca să vă curăţaţi: veţi fi curăţaţi de toate păcatele voastre înaintea Domnului.",
    "stringRef": "Lev. 16:30"
  },
  {
    "id": 17,
    "promise": "10. Dacă un om din casa lui Israel sau din străinii care locuiesc în mijlocul lor mănâncă sânge de orice fel, Îmi voi întoarce faţa împotriva celui ce mănâncă sângele şi-l voi nimici din mijlocul poporului său.",
    "stringRef": "Lev. 17:10"
  },
  {
    "id": 18,
    "promise": "15. Oricine, fie băştinaş, fie străin, care va mânca dintr-o fiară moartă sau sfâşiată, să-şi spele hainele, să se scalde în apă, şi va fi necurat până seara; apoi va fi curat.",
    "stringRef": "Lev. 17:15"
  },
  {
    "id": 19,
    "promise": "22. Preotul să facă ispăşire pentru el înaintea Domnului, pentru păcatul pe care l-a făcut, cu berbecul adus ca jertfă pentru vină; şi păcatul pe care l-a făcut îi va fi iertat.",
    "stringRef": "Lev. 19:22"
  },
  {
    "id": 20,
    "promise": "29. Oricine nu se va smeri în ziua aceea (ziua Ispăşirii) va fi nimicit din poporul lui.\n30. Pe oricine va face în ziua aceea vreo lucrare oarecare îl voi nimici din mijlocul poporului lui.",
    "stringRef": "Lev. 23:29÷30"
  },
  {
    "id": 21,
    "promise": "25. Şi făgăduinţa pe care ne-a făcut-o El este aceasta: viaţa veşnică.",
    "stringRef": "1 Ioan 2:25"
  },
  {
    "id": 22,
    "promise": "13. Dar noi, după făgăduinţa Lui, aşteptăm ceruri noi şi un pământ nou, în care va locui neprihănirea.",
    "stringRef": "2 Petru 3:13"
  },
  {
    "id": 23,
    "promise": "6. Şi, fără credinţă, este cu neputinţă să fim plăcuţi Lui! Căci cine se apropie de Dumnezeu trebuie să creadă că El este şi că răsplăteşte pe cei ce-L caută.",
    "stringRef": "Evrei 11:6"
  },
  {
    "id": 24,
    "promise": "8. „Dar tu, Israele, robul Meu, Iacove, pe care te-am ales, sămânţa lui Avraam, prietenul Meu,\n9. tu, pe care te-am luat de la marginile pământului şi pe care te-am chemat dintr-o ţară depărtată, căruia ţi-am zis: «Tu eşti robul Meu, te aleg, şi nu te lepăd!\n10. Nu te teme, căci Eu sunt cu tine; nu te uita cu îngrijorare, căci Eu sunt Dumnezeul tău; Eu te întăresc, tot Eu îţi vin în ajutor. Eu te sprijin cu dreapta Mea biruitoare.»",
    "stringRef": "Isaia 41:8÷10"
  },
  {
    "id": 25,
    "promise": "25. De azi încolo voi băga groaza şi frica de tine în toate popoarele de sub cer; şi, la auzul faimei tale, vor tremura şi se vor îngrozi de tine.\"",
    "stringRef": "Deut. 2:25"
  },
  {
    "id": 26,
    "promise": "21. În vremea aceea, am poruncit lui Iosua şi i-am zis: „Ochii tăi au văzut tot ce a făcut Domnul Dumnezeul vostru acestor doi împăraţi (Sihon, împăratul amoriţilor și Og, împăratul Basanului): aşa va face Domnul tuturor împărăţiilor împotriva cărora vei merge.\n22. Nu te teme de ei; căci Domnul Dumnezeul vostru va lupta El însuşi pentru voi.”",
    "stringRef": "Deut. 3:21÷22"
  },
  {
    "id": 27,
    "promise": "29. Şi dacă de acolo vei căuta pe Domnul Dumnezeul tău, Îl vei găsi, dacă-L vei căuta din toată inima ta şi din tot sufletul tău.",
    "stringRef": "Deut. 4:29"
  },
  {
    "id": 28,
    "promise": "15. Domnul Dumnezeul tău îţi va ridica din mijlocul tău, dintre fraţii tăi, un proroc ca mine: să ascultaţi de el!",
    "stringRef": "Deut. 18:15"
  },
  {
    "id": 29,
    "promise": "1. Dacă vei asculta de glasul Domnului Dumnezeului tău păzind şi împlinind toate poruncile Lui pe care ţi le dau astăzi, Domnul Dumnezeul tău îţi va da întâietate asupra tuturor neamurilor de pe pământ.",
    "stringRef": "Deut. 28:1"
  },
  {
    "id": 30,
    "promise": "15. Dar dacă nu vei asculta de glasul Domnului Dumnezeului tău, dacă nu vei păzi şi nu vei împlini toate poruncile Lui şi toate legile Lui, pe care ţi le dau astăzi, iată toate blestemele care vor veni peste tine şi de care vei avea parte...",
    "stringRef": "Deut. 28:15"
  },
  {
    "id": 31,
    "promise": "4. Chiar dacă ai fi risipit până la cealaltă margine a cerului, chiar şi de acolo te va strânge Domnul Dumnezeul tău şi acolo Se va duce să te caute.\n5. Domnul Dumnezeul tău te va aduce în ţara pe care o stăpâneau părinţii tăi şi o vei stăpâni; îţi va face bine şi te va înmulţi mai mult decât pe părinţii tăi.\n6. Domnul Dumnezeul tău îţi va tăia împrejur inima ta şi inima seminţei tale, şi vei iubi pe Domnul Dumnezeul tău din toată inima ta şi din tot sufletul tău, ca să trăieşti.\n7. Domnul Dumnezeul tău va face ca toate aceste blesteme să cadă peste vrăjmaşii tăi, peste cei ce te vor urî şi te vor prigoni.\n8. Şi tu te vei întoarce la Domnul, vei asculta de glasul Lui şi vei împlini toate aceste porunci pe care ţi le dau astăzi.\n9. Domnul Dumnezeul tău te va umple de bunătăţi, făcând să propăşească tot lucrul mâinilor tale, rodul trupului tău, rodul turmelor tale şi rodul pământului tău; căci Domnul Se va bucura din nou de fericirea ta, cum Se bucura de fericirea părinţilor tăi,\n10. dacă vei asculta de glasul Domnului Dumnezeului tău păzind poruncile şi rânduielile Lui scrise în cartea aceasta a Legii, dacă te vei întoarce la Domnul Dumnezeul tău din toată inima ta şi din tot sufletul tău.",
    "stringRef": "Deut. 30:4÷10"
  },
  {
    "id": 32,
    "promise": "28. Veniţi la Mine, toţi cei trudiţi şi împovăraţi, şi Eu vă voi da odihnă.",
    "stringRef": "Matei 11:28"
  },
  {
    "id": 33,
    "promise": "18. Adevărat vă spun că orice veţi lega pe pământ va fi legat în cer; şi orice veţi dezlega pe pământ va fi dezlegat în cer.\n19. Vă mai spun iarăşi că, dacă doi dintre voi se învoiesc pe pământ să ceară un lucru oarecare, le va fi dat de Tatăl Meu care este în ceruri.\n20. Căci acolo unde sunt doi sau trei adunaţi în Numele Meu, sunt şi Eu în mijlocul lor.”",
    "stringRef": "Matei 18:18÷20"
  },
  {
    "id": 34,
    "promise": "21. Drept răspuns, Isus le-a zis: „Adevărat vă spun că, dacă veţi avea credinţă şi nu vă veţi îndoi, veţi face nu numai ce s-a făcut smochinului acestuia; ci chiar dacă aţi zice muntelui acestuia: «Ridică-te de aici şi aruncă-te în mare», se va face.\n22. Tot ce veţi cere cu credinţă, prin rugăciune, veţi primi.”",
    "stringRef": "Matei 21:21÷22"
  },
  {
    "id": 35,
    "promise": "25. Isus i-a zis: „Eu sunt Învierea şi Viaţa. Cine crede în Mine, chiar dacă ar fi murit, va trăi.",
    "stringRef": "Ioan 11:25"
  },
  {
    "id": 36,
    "promise": "26. Dar Mângâietorul, adică Duhul Sfânt, pe care-L va trimite Tatăl în Numele Meu, vă va învăţa toate lucrurile şi vă va aduce aminte de tot ce v-am spus Eu.\n27. Vă las pacea, vă dau pacea Mea. Nu v-o dau cum o dă lumea. Să nu vi se tulbure inima, nici să nu se înspăimânte.",
    "stringRef": "Ioan 14:26÷27"
  },
  {
    "id": 37,
    "promise": "2. „Robul Meu Moise a murit: acum, scoală-te, treci Iordanul acesta, tu şi tot poporul acesta, şi intraţi în ţara pe care o dau copiilor lui Israel.\n3. Orice loc pe care-l va călca talpa piciorului vostru vi-l dau, cum am spus lui Moise.\n4. Ţinutul vostru se va întinde de la pustiu şi Liban până la râul cel mare, râul Eufrat, toată ţara hetiţilor, şi până la Marea cea Mare, spre apusul soarelui.\n5. Nimeni nu va putea să stea împotriva ta, cât vei trăi. Eu voi fi cu tine, cum am fost cu Moise; nu te voi lăsa, nici nu te voi părăsi.",
    "stringRef": "Iosua 1:2÷5"
  },
  {
    "id": 38,
    "promise": "2. Domnul a zis lui Iosua: „Iată, dau în mâinile tale Ierihonul şi pe împăratul lui, pe vitejii lui ostaşi.\n3. Înconjuraţi cetatea, voi toţi bărbaţii de război, dând ocol cetăţii o dată. Aşa să faci şase zile.\n4. Şapte preoţi să poarte înaintea chivotului şapte trâmbiţe de corn de berbec; în ziua a şaptea, să înconjuraţi cetatea de şapte ori, şi preoţii să sune din trâmbiţe.\n5. Când vor suna lung din cornul de berbec şi când veţi auzi sunetul trâmbiţei, tot poporul să scoată mari strigăte. Atunci zidul cetăţii se va prăbuşi, şi poporul să se suie, fiecare drept înainte.”",
    "stringRef": "Iosua 6:2÷5"
  }
]
