[
  {
    "id": 1,
    "heresy": "Nu pot să mă iert pentru ce am făcut",
    "hints": [
      {
        "id": 1,
        "hint": "Este un gând cu consecințe periculoase, care vine de la diavol, care este acuzatorul / pârâșul nostru (Apoc. 12:10), un mincinos și un ucigaș (Ioan 8:44).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Apoc. 12:10",
            "verse": "... pentru că pârâşul fraţilor noştri, care zi şi noaptea îi pâra înaintea Dumnezeului nostru, a fost aruncat jos."
          },
          {
            "id": 2,
            "stringRef": "Ioan 8:44",
            "verse": "44. Voi aveţi de tată pe diavolul; şi vreţi să împliniţi poftele tatălui vostru. El de la început a fost ucigaş; şi nu stă în adevăr, pentru că în el nu este adevăr. Ori de câte ori spune o minciună, vorbeşte din ale lui, căci este mincinos şi tatăl minciunii."
          }
        ]
      },
      {
        "id": 2,
        "hint": "Dumnezeu iartă păcatele mărturisite (1 Ioan 1:9)",
        "refs": [
          {
            "id": 1,
            "stringRef": "1 Ioan 1:9",
            "verse": "9. Dacă ne mărturisim păcatele, El este credincios şi drept ca să ne ierte păcatele şi să ne cureţe de orice nelegiuire."
          }
        ]
      },
      {
        "id": 3,
        "hint": "Prin credință am primit pe Duhul Sfânt (Efes. 1:13÷14), chiar dacă înainte de a-L cunoaște eram păcătoși (Efes. 2:1÷5)",
        "refs": [
          {
            "id": 1,
            "stringRef": "Efes. 1:13÷14",
            "verse": "13. Şi voi, după ce aţi auzit Cuvântul adevărului (Evanghelia mântuirii voastre), aţi crezut în El şi aţi fost pecetluiţi cu Duhul Sfânt care fusese făgăduit\n14. şi care este o arvună a moştenirii noastre, pentru răscumpărarea celor câştigaţi de Dumnezeu, spre lauda slavei Lui."
          },
          {
            "id": 2,
            "stringRef": "Efes. 2:1÷5",
            "verse": "1. Voi eraţi morţi în greşelile şi în păcatele voastre\n2. în care trăiaţi odinioară, după mersul lumii acesteia, după domnul puterii văzduhului, a duhului care lucrează acum în fiii neascultării.\n3. Între ei eram şi noi toţi odinioară, când trăiam în poftele firii noastre pământeşti, când făceam voile firii pământeşti şi ale gândurilor noastre şi eram din fire copii ai mâniei, ca şi ceilalţi.\n4. Dar Dumnezeu, care este bogat în îndurare, pentru dragostea cea mare cu care ne-a iubit,\n5. măcar că eram morţi în greşelile noastre, ne-a adus la viaţă împreună cu Hristos (prin har sunteţi mântuiţi)."
          }
        ]
      },
      {
        "id": 4,
        "hint": "Pentru lupta spirituală pe care o avem de purtat împotriva celui rău trebuie să ne pregătim, după cum ne arată Pavel (Efes. 6:11÷17)",
        "refs": [
          {
            "id": 1,
            "stringRef": "Efes. 6:11÷17",
            "verse": "11. Îmbrăcaţi-vă cu toată armura lui Dumnezeu, ca să puteţi ţine piept împotriva uneltirilor diavolului.\n12. Căci noi n-avem de luptat împotriva cărnii şi sângelui, ci împotriva căpeteniilor, împotriva domniilor, împotriva stăpânitorilor întunericului acestui veac, împotriva duhurilor răutăţii care sunt în locurile cereşti.\n13. De aceea, luaţi toată armura lui Dumnezeu, ca să vă puteţi împotrivi în ziua cea rea şi să rămâneţi în picioare, după ce veţi fi biruit totul.\n14. Staţi gata, dar, având mijlocul încins cu adevărul, îmbrăcaţi cu platoşa neprihănirii,\n15. având picioarele încălţate cu râvna Evangheliei păcii.\n16. Pe deasupra tuturor acestora, luaţi scutul credinţei, cu care veţi putea stinge toate săgeţile arzătoare ale celui rău.\n17. Luaţi şi coiful mântuirii şi sabia Duhului, care este Cuvântul lui Dumnezeu."
          }
        ]
      }
    ]
  },
  {
    "id": 2,
    "heresy": "Dumnezeu mă iartă chiar dacă eu nu mă pot ierta",
    "hints": [
      {
        "id": 1,
        "hint": "Dacă ne pocăim de păcat, atunci Dumnezeu ne iartă pentru că Isus a plătit pentru păcatele noastre. Deci dacă dreptatea lui Dumnezeu este făcută, care mai este obiectul neiertării noastre ?"
      },
      {
        "id": 2,
        "hint": "Iertarea nu vine de la sine. Dumnezeu nu ne iartă dacă nu-I cerem explicit aceasta. Dar mai întâi trebuie să înțelegem că am păcătuit și apoi să ne pocăim. Pocăința presupune smerenie. Ori dacă ne smerim, cum putem să fim neiertători ?"
      }
    ]
  },
  {
    "id": 3,
    "heresy": "Iert dar nu pot uita",
    "hints": [
      {
        "id": 1,
        "hint": "Ne dorim o astfel de iertare din partea lui Dumnezeu ? (Luca 11:4)",
        "refs": [
          {
            "id": 1,
            "stringRef": "Luca 11:4",
            "verse": "4. şi ne iartă nouă păcatele noastre, fiindcă şi noi iertăm oricui ne este dator; şi nu ne duce în ispită, ci izbăveşte-ne de cel rău."
          }
        ]
      },
      {
        "id": 2,
        "hint": "Pentru poporul Său, adică pentru credincioși, Dumnezeu a făcut legământ cu nu-Și va mai aduce aminte de păcate (Evrei 8:10÷12)",
        "refs": [
          {
            "id": 1,
            "stringRef": "Evrei 8:10÷12",
            "verse": "10. Dar iată legământul pe care-l voi face cu casa lui Israel, după acele zile, zice Domnul: voi pune legile Mele în mintea lor şi le voi scrie în inimile lor; Eu voi fi Dumnezeul lor, şi ei vor fi poporul Meu.\n11. Şi nu vor mai învăţa fiecare pe vecinul sau pe fratele său, zicând: «Cunoaşte pe Domnul!», căci toţi Mă vor cunoaşte, de la cel mai mic până la cel mai mare dintre ei.\n12. Pentru că le voi ierta nelegiuirile şi nu-Mi voi mai aduce aminte de păcatele şi fărădelegile lor.”"
          }
        ]
      },
      {
        "id": 3,
        "hint": "Trebuie făcută distincția între a uita, cu sensul de a nu ține minte, de a șterge din memorie, ceea ce nu este un act volitiv și a nu aduce aminte, a nu aminti obiectul iertării."
      }
    ]
  },
  {
    "id": 4,
    "heresy": "Dacă mă pedepsesc singur / dacă fac fapte bune Dumnezeu mă iartă",
    "hints": [
      {
        "id": 1,
        "hint": "Dacă puteam acționa în vreun fel ca Dumnezeu să ne ierte păcatele, atunci de ce a murit Isus ? (Rom. 6:23)",
        "refs": [
          {
            "id": 1,
            "stringRef": "Rom. 6:23",
            "verse": "23. Fiindcă plata păcatului este moartea ..."
          }
        ]
      },
      {
        "id": 2,
        "hint": "Credința că prin fapte bune, sau prin auto-pedepsire ne negociem iertarea cu Dumnezeu, adică Dumnezeu ar fi tentat să facă o excepție de la Legea sa, e o blasfemie, o lipsă de credință și un afront adus direct lui Dumnezeu. (Isa. 64:6)",
        "refs": [
          {
            "id": 1,
            "stringRef": "Isa. 64:6",
            "verse": "6. Toţi am ajuns ca nişte necuraţi, şi toate faptele noastre bune sunt ca o haină mânjită. Toţi suntem ofiliţi ca o frunză, şi nelegiuirile noastre ne iau ca vântul."
          }
        ]
      }
    ]
  },
  {
    "id": 5,
    "heresy": "Venerarea moaștelor",
    "hints": [
      {
        "id": 1,
        "hint": "Sunt rămăşiţele mumificate din corpul unei persoane considerată sfântă. O lege dată poporului lui Israel interzice atingerea morților, oaselor sau mormintelor (Num. 19:16).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Num. 19:16",
            "verse": "16. Oricine se va atinge, pe câmp, de un om ucis de sabie, sau de un mort, sau de oase omeneşti, sau de vreun mormânt, va fi necurat timp de şapte zile."
          }
        ]
      },
      {
        "id": 2,
        "hint": "Iosif a cerut să-i fie duse oasele acasă (Exod 13:19). Oasele lui Iosif n-au ajuns niciodată să de fie obiect de cult ci au fost înmormântate (Iosua 24:32).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Exod 13:19",
            "verse": "19. Moise a luat cu el oasele lui Iosif; căci Iosif pusese pe fiii lui Israel să jure, zicând: „Când vă va cerceta Dumnezeu, să luaţi cu voi oasele mele de aici.”"
          },
          {
            "id": 2,
            "stringRef": "Iosua 24:32",
            "verse": "32. Oasele lui Iosif, pe care le aduseseră copiii lui Israel din Egipt, au fost îngropate la Sihem, în partea ţarinii pe care o cumpărase Iacov de la fiii lui Hamor, tatăl lui Sihem, cu o sută de chesita, şi care a ajuns moştenirea fiilor lui Iosif."
          }
        ]
      },
      {
        "id": 3,
        "hint": "Nici în cazul minunii cu oasele prorocului Elisei (2 Regi 13:21) nu sunt relatări că ar fi scos cineva oasele lui Elisei pentru cinstire sau vindecare și nici nu a devenit o practică.",
        "refs": [
          {
            "id": 1,
            "stringRef": "2 Regi 13:21",
            "verse": "21. Şi, pe când îngropau un om, iată că au zărit una din aceste cete şi au aruncat pe omul acela în mormântul lui Elisei. Omul s-a atins de oasele lui Elisei şi a înviat şi s-a sculat pe picioare."
          }
        ]
      }
    ]
  },
  {
    "id": 6,
    "heresy": "Închinarea la Maica Domnului și la sfinți pentru mântuire, sau mijlocire la Dumnezeu.",
    "hints": [
      {
        "id": 1,
        "hint": "Nu există nici un pasaj în Biblie care să indice faptul că Maria a pretins închinarea oamenilor. Dimpotrivă, Maria vorbește despre Domnul ca fiind Mântuitorul ei (Luca 1:46÷49).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Luca 1:46÷49",
            "verse": "46. Şi Maria a zis: „Sufletul meu măreşte pe Domnul\n47. şi mi se bucură duhul în Dumnezeu, Mântuitorul meu,\n48. pentru că a privit spre starea smerită a roabei Sale. Căci iată că de acum încolo, toate neamurile îmi vor zice fericită,\n49. pentru că Cel Atotputernic a făcut lucruri mari pentru mine. Numele Lui este sfânt,"
          }
        ]
      },
      {
        "id": 2,
        "hint": "În nici un verset care vorbește de închinarea creștină, nu se referă la o închinare la alte persoane în afară de Tatăl și Fiul."
      },
      {
        "id": 3,
        "hint": "Nu scrie nicăieri în Biblie să chemi pe un înger, pe Maria, sau vre-un sfânt pentru a fi mântuit (Rom. 10:13). Singurul nume în care suntem mîntuiți este Isus Hristos (Fapte 4:12).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Rom. 10:13",
            "verse": "13. Fiindcă „oricine va chema Numele Domnului va fi mântuit.”"
          },
          {
            "id": 2,
            "stringRef": "Fapte 4:12",
            "verse": "12. În nimeni altul nu este mântuire: căci nu este sub cer niciun alt Nume dat oamenilor în care trebuie să fim mântuiţi.\""
          }
        ]
      },
      {
        "id": 4,
        "hint": "Apostolul Ioan a fost vrut să se închine înaintea unui înger (Apoc. 22:8). Însă acesta a refuzat să accepte închinarea (Apoc. 22:9).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Apoc. 22:8",
            "verse": "8. Eu, Ioan, am auzit şi am văzut lucrurile acestea. Şi, după ce le-am auzit şi le-am văzut, m-am aruncat la picioarele îngerului care mi le arăta, ca să mă închin lui."
          },
          {
            "id": 2,
            "stringRef": "Apoc. 22:9",
            "verse": "9. Dar el mi-a zis: \"Fereşte-te să faci una ca aceasta! Eu sunt un împreună-slujitor cu tine şi cu fraţii tăi, prorocii, şi cu cei ce păzesc cuvintele din cartea aceasta. Închină-te lui Dumnezeu.\""
          }
        ]
      },
      {
        "id": 5,
        "hint": "Conform Bibliei toți creștini sunt sfinți, nu există creștini sfinți și creștini nesfinți, ci toți sunt sfinți (1 Cor. 1:2, Efes. 1:4, Col. 3:12). Sfinții nu acceptă ca frații lor să se roage lor, să se plece înaintea lor, să le sărute mâna, oasele, chipul, să-i cinstească etc. Când centurionul Corneliu i s-a închinat lui Petru, acesta a refuzat închinarea (Fapte 10:25÷26).",
        "refs": [
          {
            "id": 1,
            "stringRef": "1 Cor. 1:2",
            "verse": "2. către Biserica lui Dumnezeu care este în Corint, către cei ce au fost sfinţiţi în Hristos Isus, chemaţi să fie sfinţi, şi către toţi cei ce cheamă în vreun loc Numele lui Isus Hristos, Domnul lor şi al nostru"
          },
          {
            "id": 2,
            "stringRef": "Efes. 1:4",
            "verse": "4. În El, Dumnezeu ne-a ales înainte de întemeierea lumii, ca să fim sfinţi şi fără prihană înaintea Lui, după ce, în dragostea Lui,"
          },
          {
            "id": 3,
            "stringRef": "Col. 3:12",
            "verse": "12. Astfel, dar, ca nişte aleşi ai lui Dumnezeu, sfinţi şi preaiubiţi, îmbrăcaţi-vă cu o inimă plină de îndurare, cu bunătate, cu smerenie, cu blândeţe, cu îndelungă răbdare."
          },
          {
            "id": 4,
            "stringRef": "Fapte 10:25÷26",
            "verse": "25. Când era să intre Petru, Corneliu, care-i ieşise înainte, s-a aruncat la picioarele lui şi i s-a închinat.\n26. Dar Petru l-a ridicat şi a zis: \"Scoală-te, şi eu sunt om!\""
          }
        ]
      },
      {
        "id": 6,
        "hint": "Singurul mijlocitor între Dumnezeu și oameni este Isus (1 Tim. 2:5), pentru că este Cel care a plătit pentru noi (1 Tim. 2:6). Iar închinarea este doar la Dumnezeu și în numele lui Isus (Col. 3:17, Efes. 5:20).",
        "refs": [
          {
            "id": 1,
            "stringRef": "1 Tim. 2:5",
            "verse": "5. Căci este un singur Dumnezeu şi este un singur mijlocitor între Dumnezeu şi oameni: Omul Isus Hristos,"
          },
          {
            "id": 2,
            "stringRef": "1 Tim. 2:6",
            "verse": "6. care S-a dat pe Sine însuşi ca preţ de răscumpărare pentru toţi; faptul acesta trebuia adeverit la vremea cuvenită,"
          },
          {
            "id": 3,
            "stringRef": "Col. 3:17",
            "verse": "17. Şi orice faceţi, cu cuvântul sau cu fapta, să faceţi totul în Numele Domnului Isus şi mulţumiţi, prin El, lui Dumnezeu Tatăl."
          },
          {
            "id": 4,
            "stringRef": "Efes. 5:20",
            "verse": "20. Mulţumiţi totdeauna lui Dumnezeu Tatăl, pentru toate lucrurile, în Numele Domnului nostru Isus Hristos."
          }
        ]
      }
    ]
  },
  {
    "id": 7,
    "heresy": "Icoane făcătoare de minuni, icoane care plâng etc.",
    "hints": [
      {
        "id": 1,
        "hint": "Dumnezeu ne poruncește să nu ne închinăm niciunui chip sau înfățișări (Exod 20:4÷5), chiar dacă credem că reprezintă divinitatea.",
        "refs": [
          {
            "id": 1,
            "stringRef": "Exod 20:4÷5",
            "verse": "4. Să nu-ţi faci chip cioplit, nici vreo înfăţişare a lucrurilor care sunt sus în ceruri, sau jos pe pământ, sau în apele mai de jos decât pământul.\n5. Să nu te închini înaintea lor şi să nu le slujeşti; căci Eu, Domnul Dumnezeul tău, sunt un Dumnezeu gelos, care pedepsesc nelegiuirea părinţilor în copii, până la al treilea şi la al patrulea neam al celor ce Mă urăsc,"
          }
        ]
      },
      {
        "id": 2,
        "hint": "Minunile nu sunt dovezile adevărului divin (Deut. 13:1÷4). Cuvântul lui Dumnezeu este adevărul (Ioan 17:17) și numai de el trebuie să ascultăm. Și vrăjitorii din Egipt au făcut minuni înaintea lui Faraon (Exod 7:11÷12), dar făceau ei aceasta prin puterea lui Dumnezeu ? Și icoana făcătoare de minuni care va avea chipul Fiarei (Apoc. 13:15), adică chipul lui Antihrist pe ea, va face minuni.",
        "refs": [
          {
            "id": 1,
            "stringRef": "Deut. 13:1÷4",
            "verse": "1. Dacă se va ridica în mijlocul tău un proroc sau un visător de vise care-ţi va vesti un semn sau o minune,\n2. şi se va împlini semnul sau minunea aceea de care ţi-a vorbit el zicând: \"Haidem după alţi dumnezei\" - dumnezei pe care tu nu-i cunoşti - \"şi să le slujim!\"\n3. să n-asculţi cuvintele acelui proroc sau visător de vise, căci Domnul Dumnezeul vostru vă pune la încercare ca să ştie dacă iubiţi pe Domnul Dumnezeul vostru din toată inima voastră şi din tot sufletul vostru.\n4. Voi să mergeţi după Domnul Dumnezeul vostru şi de El să vă temeţi; poruncile Lui să le păziţi; de glasul Lui să ascultaţi; Lui să-I slujiţi şi de El să vă alipiţi."
          },
          {
            "id": 2,
            "stringRef": "Ioan 17:17",
            "verse": "17. Sfinţeşte-i prin adevărul Tău: Cuvântul Tău este adevărul."
          },
          {
            "id": 3,
            "stringRef": "Exod 7:11÷12",
            "verse": "11. Dar faraon a chemat pe nişte înţelepţi şi pe nişte vrăjitori, şi vrăjitorii Egiptului au făcut şi ei la fel prin vrăjitoriile lor.\n12. Toţi şi-au aruncat toiegele, şi s-au prefăcut în şerpi. Dar toiagul lui Aaron a înghiţit toiegele lor."
          },
          {
            "id": 4,
            "stringRef": "Apoc. 13:15",
            "verse": "15. I s-a dat putere să dea suflare icoanei fiarei, ca icoana fiarei să vorbească şi să facă să fie omorâţi toţi cei ce nu se vor închina icoanei fiarei."
          }
        ]
      },
      {
        "id": 3,
        "hint": "În predica de pe munte, Domnul Isus ne-a avertizat cu privire la prorocii mincinoşi (Matei 7:15÷16).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Matei 7:15÷16",
            "verse": "15. Păziţi-vă de prorocii mincinoşi! Ei vin la voi îmbrăcaţi în haine de oi, dar pe dinăuntru sunt nişte lupi răpitori.\n16. Îi veţi cunoaşte după roadele lor. Culeg oamenii struguri din spini sau smochine din mărăcini ?"
          }
        ]
      }
    ]
  },
  {
    "id": 8,
    "heresy": "Astrologia și horoscopul",
    "hints": [
      {
        "id": 1,
        "hint": "Cunoașterea viitorului nu este permisă oamenilor (Fapte 1:7), cu excepția cazurilor când Dumnezeu însuși ni-l decoperă (Isaia 46:10) prin proroci (Amos 3:7, Deut. 18:15), prin vise (Dan. 2:28÷29), semne pe cer (Matei 2:7). În rest trebuie să ne ghidăm după cuvântul lui Dumnezeu (2 Petru 1:19).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Fapte 1:7",
            "verse": "7. El le-a răspuns: \"Nu este treaba voastră să ştiţi vremurile sau soroacele; pe acestea Tatăl le-a păstrat sub stăpânirea Sa."
          },
          {
            "id": 2,
            "stringRef": "Isaia 46:10",
            "verse": "10. Eu am vestit de la început ce are să se întâmple şi cu mult înainte ce nu este încă împlinit. Eu zic: \"Hotărârile Mele vor rămâne în picioare şi Îmi voi aduce la îndeplinire toată voia Mea."
          },
          {
            "id": 3,
            "stringRef": "Amos 3:7",
            "verse": "7. Nu, Domnul Dumnezeu nu face nimic fără să-Şi descopere taina Sa slujitorilor Săi proroci."
          },
          {
            "id": 4,
            "stringRef": "Deut. 18:15",
            "verse": "15. Domnul Dumnezeul tău îţi va ridica din mijlocul tău, dintre fraţii tăi, un proroc ca mine: să ascultaţi de el!"
          },
          {
            "id": 5,
            "stringRef": "Dan. 2:28÷29",
            "verse": "28. Dar este în ceruri un Dumnezeu care descoperă tainele şi care face cunoscut împăratului Nebucadneţar ce se va întâmpla în vremurile de pe urmă. Iată visul tău şi vedeniile pe care le-ai avut în patul tău:\n29. În patul tău, împărate, ţi-au venit în minte gânduri cu privire la cele ce vor fi după aceste vremuri; şi Cel ce descoperă tainele ţi-a făcut cunoscut ce se va întâmpla."
          },
          {
            "id": 6,
            "stringRef": "Matei 2:7",
            "verse": "7. Atunci Irod a chemat în ascuns pe magi şi a aflat întocmai de la ei vremea în care se arătase steaua."
          },
          {
            "id": 7,
            "stringRef": "2 Petru 1:19",
            "verse": "19. Şi avem cuvântul prorociei făcut şi mai tare; la care bine faceţi că luaţi aminte, ca la o lumină care străluceşte într-un loc întunecos, până se va crăpa de ziuă şi va răsări luceafărul de dimineaţă în inimile voastre."
          }
        ]
      },
      {
        "id": 2,
        "hint": "Practicile oamenilor pentru descoperirea viitorului sunt o urâciune pentru Dumnezeu (Deut. 18:9÷14) și sunt condamnate (Apoc. 21:8).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Deut. 18:9÷14",
            "verse": "9. După ce vei intra în ţara pe care ţi-o dă Domnul Dumnezeul tău, să nu te înveţi să faci după urâciunile neamurilor acelora.\n10. Să nu fie la tine nimeni care să-şi treacă pe fiul sau pe fiica lui prin foc, nimeni care să aibă meşteşugul de ghicitor, de cititor în stele, de vestitor al viitorului, de vrăjitor,\n11. de descântător, nimeni care să întrebe pe cei ce cheamă duhurile sau dau cu ghiocul, nimeni care să întrebe pe morţi.\n12. Căci oricine face aceste lucruri este o urâciune înaintea Domnului; şi din pricina acestor lucruri va izgoni Domnul Dumnezeul tău pe aceste neamuri dinaintea ta.\n13. Tu să te ţii în totul totului tot, numai de Domnul Dumnezeul tău.\n14. Căci neamurile acelea pe care le vei izgoni, ascultă de cei ce citesc în stele şi de ghicitori; dar ţie, Domnul Dumnezeul tău nu-ţi îngăduie lucrul acesta."
          },
          {
            "id": 2,
            "stringRef": "Apoc. 21:8",
            "verse": "8. Dar, cât despre fricoşi, necredincioşi, scârboşi, ucigaşi, curvari, vrăjitori, închinătorii la idoli şi toţi mincinoşii, partea lor este în iazul care arde cu foc şi cu pucioasă, adică moartea a doua.\""
          }
        ]
      },
      {
        "id": 3,
        "hint": "Ghicitorii nu pot spune adevărul (Ier. 27:9) și de aceea nu trebuie crezuți, iar horoscopul nu este revelație de la Dumnezeu (Dan. 2:27÷28).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Ier. 27:9",
            "verse": "9. De aceea să n-ascultaţi pe prorocii voştri, pe ghicitorii voştri, pe visătorii voştri, pe cititorii voştri în stele şi pe vrăjitorii voştri, care vă zic: \"Nu veţi fi supuşi împăratului Babilonului!\""
          },
          {
            "id": 2,
            "stringRef": "Dan. 2:27÷28",
            "verse": "27. Daniel a răspuns înaintea împăratului şi a zis: \"Ce cere împăratul este o taină pe care înţelepţii, cititorii în stele, vrăjitorii şi ghicitorii nu sunt în stare s-o descopere împăratului.\n28. Dar este în ceruri un Dumnezeu care descoperă tainele şi care face cunoscut împăratului Nebucadneţar ce se va întâmpla în vremurile de pe urmă."
          }
        ]
      }
    ]
  },
  {
    "id": 9,
    "heresy": "Magii au fost astrologi",
    "hints": [
      {
        "id": 1,
        "hint": "Cuvântul tradus în limba română cu “mag” provine din limba greacă, și este un nume dat de către babiloneni (caldeeni), mezi, perşi şi alte popoare din răsărit înţelepţilor, profesorilor, preoţilor, medicilor, astrologilor, văzătorilor, celor ce tâlcuiau visele, ghicitorilor, vrăjitorilor. În mod general, aşa erau numiţi înţelepţii sau filosofii din răsărit."
      },
      {
        "id": 2,
        "hint": "Magii erau oameni care Îl căutau pe Dumnezeu. Cunoaștem acest lucru din două detalii: Dumnezeu le-a descoperit drumul călăuzindu-i cu steaua (Matei 2:9), pentru că magii nu aveau scripturile care le-ar fi dat locul nașterii. Apoi ei au fost înștiințați în vis să nu se mai întâlnească cu Irod și să schimbe drumul spre casă (Matei 2:12).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Matei 2:9",
            "verse": "... Şi iată că steaua pe care o văzuseră în răsărit, mergea înaintea lor, până ce a venit şi s-a oprit deasupra locului unde era Pruncul."
          },
          {
            "id": 2,
            "stringRef": "Matei 2:12",
            "verse": "12. În urmă, au fost înştiinţaţi de Dumnezeu în vis să nu mai dea pe la Irod, şi s-au întors în ţara lor pe un alt drum."
          }
        ]
      }
    ]
  },
  {
    "id": 10,
    "heresy": "Comunicarea cu morții",
    "hints": [
      {
        "id": 1,
        "hint": "Comunicarea cu morții este relatată în biblie, când regele Saul, văzând că Dumnezeu nu-i răspunde, a apelat la o femeie pentru a-i dezvălui viitorul prin chemarea lui Samuel, care era mort (1 Sam. 28:8). Deci chemarea morților este reală, dar Dumnezeu ne interzice acest lucru (Deut. 18:11÷12).",
        "refs": [
          {
            "id": 1,
            "stringRef": "1 Sam. 28:8",
            "verse": "8. Atunci Saul s-a schimbat, a luat alte haine şi a plecat cu doi oameni. Au ajuns la femeia aceea noaptea. Saul i-a zis: \"Spune-mi viitorul chemând un mort şi scoală-mi pe cine-ţi voi spune.\""
          },
          {
            "id": 2,
            "stringRef": "Deut. 18:11÷12",
            "verse": "... nimeni care să întrebe pe cei ce cheamă duhurile sau dau cu ghiocul, nimeni care să întrebe pe morţi.\n12. Căci oricine face aceste lucruri este o urâciune înaintea Domnului; şi din pricina acestor lucruri va izgoni Domnul Dumnezeul tău pe aceste neamuri dinaintea ta."
          }
        ]
      },
      {
        "id": 2,
        "hint": "De ce am apela la practici oculte, când avem pe Dumnezeu, care ne dezvăluie ce avem nevoie să cunoaștem ? (Isaia 8:19)",
        "refs": [
          {
            "id": 1,
            "stringRef": "Isaia 8:19",
            "verse": "19. Dacă vi se zice însă: \"Întrebaţi pe cei ce cheamă morţii şi pe cei ce spun viitorul, care şoptesc şi bolborosesc\", răspundeţi: \"Nu va întreba oare un popor pe Dumnezeul său? Va întreba el pe cei morţi pentru cei vii?"
          }
        ]
      }
    ]
  },
  {
    "id": 11,
    "heresy": "Rugăciunile pentru cei morți și rugăciunile morților pentru cei vii",
    "hints": [
      {
        "id": 1,
        "hint": "Nu există pasaje în biblie care să facă referire la rugăciunea pentru cei morţi. Această practică este pomenită doar în două din cărțile apocrife (2 Macabei 12:46, Baruh 3:4÷5). Textele apocrife nu au fost acceptate în cărțile Vechiului Testament, tocmai din cauză că au învățături în contradicție cu celelalte cărți ale canonului.",
        "refs": [
          {
            "id": 1,
            "stringRef": "2 Macabei 12:46",
            "verse": "Drept aceea, sfânt şi cuvios gând a fost că au făcut curăţire pentru cei morţi, ca să se slobozească de păcat."
          },
          {
            "id": 2,
            "stringRef": "Baruh 3:4÷5",
            "verse": "Doamne, Atotţiitorule, Dumnezeul lui Israel, auzi rugăciunea celor ce au murit ai lui Israel… Nu-Ţi aduce aminte de nedreptăţile părinţilor noştri…"
          }
        ]
      },
      {
        "id": 2,
        "hint": "Textele din Epistola 2 către Timotei nu se referă la un om decedat. La momentul scrierii acestei epistole, apostolul Pavel se afla la Roma în temniţă, unde a fost vizitat de Onisifor, un creştin din Efes. Pavel i-a împărtăşit această bucurie ucenicului său Timotei (2 Tim. 1:16÷18) și a transmis urări de sănătate (2 Tim. 4:19). Nu există nicio singură menţiune directă sau indirectă că Onisifor ar fi fost mort la momentul scrierii acestei epistole.",
        "refs": [
          {
            "id": 1,
            "stringRef": "2 Tim. 1:16÷18",
            "verse": "16. Domnul să-Şi verse îndurarea peste casa lui Onisifor; căci de multe ori m-a mângâiat şi nu i-a fost ruşine de lanţul meu.\n17. Nu numai atât, dar, când a fost în Roma, m-a căutat cu multă grijă şi m-a găsit.\n18. Dea Domnul să capete îndurare de la Domnul \"în ziua aceea\". Tu ştii foarte bine cât ajutor mi-a dat el în Efes."
          },
          {
            "id": 2,
            "stringRef": "2 Tim. 4:19",
            "verse": "19. Spune sănătate Priscilei şi lui Acuila şi casei lui Onisifor."
          }
        ]
      },
      {
        "id": 3,
        "hint": "Oamenii nu pot interveni pentru schimbarea soartei eterne a celui mort. Isus arată prăpastia dintre bogatul ajuns în Locuința morților și săracul Lazăr ajuns în sânul lui Avraam (Luca 16:26). Dacă însuşi părintele tuturor credincioşilor, Avraam, nu poate face nimic pentru schimbarea soartei eterne ale păcătoşilor ce au murit fără pocăinţă, cu atât mai puțin putem schimba ceva noi.",
        "refs": [
          {
            "id": 1,
            "stringRef": "Luca 16:26",
            "verse": "26. Pe lângă toate acestea, între noi şi între voi este o prăpastie mare, aşa ca cei ce ar vrea să treacă de aici la voi sau de acolo la noi să nu poată."
          }
        ]
      },
      {
        "id": 4,
        "hint": "Nici dacă morții s-ar ruga pentru noi, ca să ne poată avertiza, nu intervine nimeni, după cum răspunde Avraam (Luca 16:27÷31). Aici expresia \"Moise și prorocii\" se referă la Vechiul Testament.",
        "refs": [
          {
            "id": 1,
            "stringRef": "Luca 16:27÷31",
            "verse": "27. Bogatul a zis: \"Rogu-te, dar, părinte Avraame, să trimiţi pe Lazăr în casa tatălui meu;\n28. căci am cinci fraţi, şi să le adeverească aceste lucruri, ca să nu vină şi ei în acest loc de chin.\"\n29. Avraam a răspuns: \"Au pe Moise şi pe proroci; să asculte de ei.\"\n30. \"Nu, părinte Avraame\", a zis el, \"ci dacă se va duce la ei cineva din morţi, se vor pocăi.\"\n31. Şi Avraam i-a răspuns: \"Dacă nu ascultă pe Moise şi pe proroci, nu vor crede nici chiar dacă ar învia cineva din morţi.\""
          }
        ]
      }
    ]
  },
  {
    "id": 12,
    "heresy": "Ghicitul și vrăjitoria",
    "hints": [
      {
        "id": 1,
        "hint": "Aceste practici, menționate în biblie, ele sunt interzise de Dumnezeu (Deut. 18:10÷11) și pedepsite (Lev. 20:27) ca urâciuni.",
        "refs": [
          {
            "id": 1,
            "stringRef": "Deut. 18:10÷11",
            "verse": "10. ... nimeni care să aibă meşteşugul de ghicitor, de cititor în stele, de vestitor al viitorului, de vrăjitor,\n11. de descântător, nimeni care să întrebe pe cei ce cheamă duhurile sau dau cu ghiocul ..."
          },
          {
            "id": 2,
            "stringRef": "Lev. 20:27",
            "verse": "27. Dar dacă un om sau o femeie cheamă duhul unui mort sau se îndeletniceşte cu ghicirea să fie pedepsiţi cu moartea; să-i ucideţi cu pietre: sângele lor să cadă asupra lor."
          }
        ]
      },
      {
        "id": 2,
        "hint": "Nu numai cei care se îndeletnicesc cu aceste practici sunt pedepsiți, ci și cei care apelează la ei (Lev. 20:6).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Lev. 20:6",
            "verse": "6. Dacă cineva se duce la cei ce cheamă pe morţi şi la ghicitori, ca să curvească după ei, Îmi voi întoarce faţa împotriva omului aceluia şi-l voi nimici din mijlocul poporului lui."
          }
        ]
      },
      {
        "id": 3,
        "hint": "Ghicitul și vrăjitoria sunt lucrări diavolești (Fapte 16:16÷18).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Fapte 16:16÷18",
            "verse": "16. Pe când ne duceam la locul de rugăciune, ne-a ieşit înainte o roabă care avea un duh de ghicire. Prin ghicire, ea aducea mult câştig stăpânilor ei.\n17. Roaba aceasta s-a luat după Pavel şi după noi şi striga: \"Oamenii aceştia sunt robii Dumnezeului celui Preaînalt şi ei vă vestesc calea mântuirii.\"\n18. Aşa a făcut ea timp de mai multe zile. Pavel, necăjit, s-a întors şi a zis duhului: \"În Numele lui Isus Hristos îţi poruncesc să ieşi din ea.\" Şi a ieşit chiar în ceasul acela."
          }
        ]
      }
    ]
  },
  {
    "id": 13,
    "heresy": "Farmecele, descântecele",
    "hints": [
      {
        "id": 1,
        "hint": "Farmecele și descântecele sunt păcate şi urâciuni înaintea lui Dumnezeu (Deut. 18:10÷11).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Deut. 18:10÷11",
            "verse": "10. Să nu fie la tine nimeni care să-şi treacă pe fiul sau pe fiica lui prin foc, nimeni care să aibă meşteşugul de ghicitor, de cititor în stele, de vestitor al viitorului, de vrăjitor,\n11. de descântător, nimeni care să întrebe pe cei ce cheamă duhurile sau dau cu ghiocul, nimeni care să întrebe pe morţi."
          }
        ]
      },
      {
        "id": 2,
        "hint": "Aceste practici nu au putere împotriva copiilor lui Dumnezeu (Num. 23:23).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Num. 23:23",
            "verse": "23. Descântecul nu poate face nimic împotriva lui Iacov, nici vrăjitoria împotriva lui Israel; acum se poate spune despre Iacov şi Israel: Ce lucruri mari a făcut Dumnezeu!"
          }
        ]
      },
      {
        "id": 3,
        "hint": "Dumnezeu va judeca pe descântători (Mal. 3:5).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Mal. 3:5",
            "verse": "5. Mă voi apropia de voi pentru judecată şi Mă voi grăbi să mărturisesc împotriva descântătorilor şi preacurvarilor, împotriva celor ce jură strâmb, împotriva celor ce opresc plata simbriaşului, care asupresc pe văduvă şi pe orfan, nedreptăţesc pe străin, şi nu se tem de Mine, zice Domnul oştirilor."
          }
        ]
      }
    ]
  },
  {
    "id": 14,
    "heresy": "Amuletele (talismanele)",
    "hints": [
      {
        "id": 1,
        "hint": "Oamenii înlocuiesc credința în Dumnezeu cu superstiții, crezând în obiecte cu puteri magice (Isaia 2:6).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Isaia 2:6",
            "verse": "6. Căci ai părăsit pe poporul Tău, pe casa lui Iacov, pentru că sunt plini de idolii răsăritului şi dedaţi la vrăjitorie ca filistenii, şi se unesc cu fiii străinilor."
          }
        ]
      },
      {
        "id": 2,
        "hint": "Dumnezeu avertizează asupra acestor lucruri (Isaia 3:18÷21, Ezec. 13:18). Regele Iosia dus la îndeplinire cuvintele Legii (2 Regi 23:24).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Isaia 3:18÷21",
            "verse": "18. În ziua aceea, Domnul va scoate verigile care le slujesc ca podoabă la picioare şi sorişorii, şi lunişoarele,\n19. cerceii, brăţările şi maramele;\n20. legăturile de pe cap, lănţişoarele de la picioare şi brâiele, cutiile cu mirosuri şi băierile descântate;\n21. inelele şi verigile de la nas;"
          },
          {
            "id": 2,
            "stringRef": "Ezec. 13:18",
            "verse": "18. Spune: \"Aşa vorbeşte Domnul Dumnezeu: \"Vai de cele ce cos perniţe pentru subsuori şi fac marame pentru capetele oamenilor, de orice mărime, ca să prindă suflete! Socotiţi că veţi prinde sufletele poporului Meu, ca să vă păstraţi cu viaţă sufletele voastre?"
          },
          {
            "id": 3,
            "stringRef": "2 Regi 23:24",
            "verse": "24. Mai mult, Iosia a stârpit pe cei ce chemau duhurile, pe cei ce spuneau viitorul, terafimii, idolii şi toate urâciunile care se vedeau în ţara lui Iuda şi la Ierusalim, ca să împlinească astfel cuvintele Legii, scrise în cartea pe care o găsise preotul Hilchia în Casa Domnului."
          }
        ]
      }
    ]
  },
  {
    "id": 15,
    "heresy": "Tatuajele",
    "hints": [
      {
        "id": 1,
        "hint": "Dumnezeu le interzice (Lev. 19:28).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Lev. 19:28",
            "verse": "28. Să nu vă faceţi tăieturi în carne pentru un mort şi să nu vă faceţi slove săpate pe voi. Eu sunt Domnul."
          }
        ]
      }
    ]
  },
  {
    "id": 16,
    "heresy": "Pornografia",
    "hints": [
      {
        "id": 1,
        "hint": "Biblia nu menționează explicit pornografia, deoarece în vremurile biblice nu exista în forma modernă. Totuși, Scriptura oferă principii clare despre curăția sexuală, dorințele necontrolate și privirea pofticioasă, care se aplică direct acestui subiect."
      },
      {
        "id": 2,
        "hint": "Pornografia alimentează pofta necontrolată, iar Biblia avertizează împotriva acestui lucru (Matei 5:27÷28).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Matei 5:27÷28",
            "verse": "27. Aţi auzit că s-a zis celor din vechime: „Să nu preacurveşti.”\n28. Dar Eu vă spun că oricine se uită la o femeie ca s-o poftească, a şi preacurvit cu ea în inima lui."
          }
        ]
      },
      {
        "id": 3,
        "hint": "Biblia ne învață să ne controlăm dorințele și să nu fim robi ai păcatului (1 Cor. 6:18, Col. 3:5).",
        "refs": [
          {
            "id": 1,
            "stringRef": "1 Cor. 6:18",
            "verse": "18. Fugiţi de curvie! Orice alt păcat, pe care-l face omul, este un păcat săvârşit afară din trup; dar cine curveşte păcătuieşte împotriva trupului său."
          },
          {
            "id": 2,
            "stringRef": "Col. 3:5",
            "verse": "5. De aceea, omorâţi mădularele voastre care sunt pe pământ: curvia, necurăţia, patima, pofta rea şi lăcomia, care este o închinare la idoli."
          }
        ]
      },
      {
        "id": 4,
        "hint": "Biblia avertizează că dorințele păcătoase distrug sufletul și relațiile (Prov. 6:27÷28).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Prov. 6:27÷28",
            "verse": "27. Poate cineva să ia foc în sân, fără să i se aprindă hainele?\n28. Sau poate merge cineva pe cărbuni aprinşi, fără să-i ardă picioarele?"
          }
        ]
      }
    ]
  },
  {
    "id": 17,
    "heresy": "LGBT ...",
    "hints": [
      {
        "id": 1,
        "hint": "Dumnezeu a creat bărbatul și femeia cu identități clare și că relația dintre un bărbat și o femeie în cadrul căsătoriei este singura relație aprobată de Dumnezeu pentru intimitate sexuală (Gen. 1:27, Gen. 2:24).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Gen. 1:27",
            "verse": "27. Dumnezeu a făcut pe om după chipul Său, l-a făcut după chipul lui Dumnezeu; parte bărbătească şi parte femeiască i-a făcut."
          },
          {
            "id": 2,
            "stringRef": "Gen. 2:24",
            "verse": "24. De aceea va lăsa omul pe tatăl său şi pe mama sa, şi se va lipi de nevasta sa şi se vor face un singur trup."
          }
        ]
      },
      {
        "id": 2,
        "hint": "Biblia arată că relațiile de același sex sunt o „urâciune” în fața lui Dumnezeu (Lev. 18:22, Lev. 20:13, Rom. 1:26÷27, 1 Cor. 6:9÷10)",
        "refs": [
          {
            "id": 1,
            "stringRef": "Lev. 18:22",
            "verse": "22. Să nu te culci cu un bărbat cum se culcă cineva cu o femeie. Este o urâciune."
          },
          {
            "id": 2,
            "stringRef": "Lev. 20:13",
            "verse": "13. Dacă un om se culcă cu un om, cum se culcă cineva cu o femeie, amândoi au făcut un lucru scârbos; să fie pedepsiţi cu moartea: sângele lor să cadă asupra lor."
          },
          {
            "id": 3,
            "stringRef": "Rom. 1:26÷27",
            "verse": "26. Din pricina aceasta, Dumnezeu i-a lăsat în voia unor patimi scârboase; căci femeile lor au schimbat întrebuinţarea firească a lor în una care este împotriva firii;\n27. tot astfel, şi bărbaţii au părăsit întrebuinţarea firească a femeii, s-au aprins în poftele lor unii pentru alţii, au săvârşit parte bărbătească cu parte bărbătească lucruri scârboase şi au primit în ei înşişi plata cuvenită pentru rătăcirea lor."
          },
          {
            "id": 4,
            "stringRef": "1 Cor. 6:9÷10",
            "verse": "9. Nu ştiţi că cei nedrepţi nu vor moşteni Împărăţia lui Dumnezeu? Nu vă înşelaţi în privinţa aceasta: nici curvarii, nici închinătorii la idoli, nici preacurvarii, nici malahii, nici sodomiţii,\n10. nici hoţii, nici cei lacomi, nici beţivii, nici defăimătorii, nici hrăpăreţii nu vor moşteni Împărăţia lui Dumnezeu."
          }
        ]
      },
      {
        "id": 3,
        "hint": "Cum ar trebui să se raporteze creștinii la persoanele LGBT ?\n - Dragoste și respect față de toți oamenii (Matei 22:39).\n - A iubi pe cineva nu înseamnă a aproba orice comportament. Creștinii sunt chemați să spună adevărul în dragoste (Efes. 4:15).\n - Oricine poate găsi iertare și transformare prin Hristos (1 Cor. 6:11).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Matei 22:39",
            "verse": "39. Iar a doua, asemenea ei, este: „Să iubeşti pe aproapele tău ca pe tine însuţi.”"
          },
          {
            "id": 2,
            "stringRef": "Efes. 4:15",
            "verse": "15. ci, credincioşi adevărului, în dragoste, să creştem în toate privinţele, ca să ajungem la Cel ce este Capul, Hristos."
          },
          {
            "id": 3,
            "stringRef": "1 Cor. 6:11",
            "verse": "11. Şi aşa eraţi unii din voi! Dar aţi fost spălaţi, aţi fost sfinţiţi, aţi fost socotiţi neprihăniţi, în Numele Domnului Isus Hristos şi prin Duhul Dumnezeului nostru."
          }
        ]
      }
    ]
  }
]
