[
  {
    "id": 1,
    "event": "La botezul Său (Matei 3:13÷17, Marcu 1:9÷11, Luca 3:21÷22)",
    "refs": [
      {
        "id": 1,
        "stringRef": "Matei 3:13÷17",
        "verse": "13. Atunci a venit Isus din Galileea la Iordan, la Ioan, ca să fie botezat de el.\n14. Dar Ioan căuta să-L oprească. „Eu”, zicea el, „am trebuinţă să fiu botezat de Tine, şi Tu vii la mine?”\n15. Drept răspuns, Isus i-a zis: „Lasă-Mă acum, căci aşa se cade să împlinim tot ce trebuie împlinit.” Atunci Ioan L-a lăsat.\n16. De îndată ce a fost botezat, Isus a ieşit afară din apă. Şi în clipa aceea, cerurile s-au deschis, şi a văzut pe Duhul lui Dumnezeu coborându-Se în chip de porumbel şi venind peste El.\n17. Şi din ceruri s-a auzit un glas care zicea: „Acesta este Fiul Meu preaiubit în care Îmi găsesc plăcerea.”"
      },
      {
        "id": 2,
        "stringRef": "Marcu 1:9÷11",
        "verse": "9. În vremea aceea, a venit Isus din Nazaretul Galileii şi a fost botezat de Ioan în Iordan.\n10. Şi îndată, când ieşea Isus din apă, el a văzut cerurile deschise şi Duhul coborându-Se peste El ca un porumbel.\n11. Şi din ceruri s-a auzit un glas care zicea: „Tu eşti Fiul Meu preaiubit, în Tine Îmi găsesc toată plăcerea Mea.”"
      },
      {
        "id": 3,
        "stringRef": "Luca 3:21÷22",
        "verse": "21. După ce a fost botezat tot norodul, a fost botezat şi Isus; şi pe când Se ruga, s-a deschis cerul,\n22. şi Duhul Sfânt S-a coborât peste El în chip trupesc, ca un porumbel. Şi din cer s-a auzit un glas care zicea: „Tu eşti Fiul Meu preaiubit: în Tine Îmi găsesc toată plăcerea Mea!”"
      }
    ]
  },
  {
    "id": 2,
    "event": "În timpul ispitei din deșert (Matei 4:1÷11, Marcu 1:12÷13, Luca 4:1÷13)",
    "refs": [
      {
        "id": 1,
        "stringRef": "Matei 4:1÷11",
        "verse": "1. Atunci Isus a fost dus de Duhul în pustiu, ca să fie ispitit de diavolul.\n2. Acolo a postit patruzeci de zile şi patruzeci de nopţi; la urmă a flămânzit.\n3. Ispititorul s-a apropiat de El şi I-a zis: „Dacă eşti Fiul lui Dumnezeu, porunceşte ca pietrele acestea să se facă pâini.”\n4. Drept răspuns, Isus i-a zis: „Este scris: \"Omul nu trăieşte numai cu pâine, ci cu orice cuvânt care iese din gura lui Dumnezeu.\"”\n5. Atunci diavolul L-a dus în sfânta cetate, L-a pus pe streaşina Templului\n6. şi I-a zis: „Dacă eşti Fiul lui Dumnezeu, aruncă-Te jos; căci este scris: \"El va porunci îngerilor Săi să vegheze asupra Ta; şi ei Te vor lua pe mâini, ca nu cumva să Te loveşti cu piciorul de vreo piatră.\"”\n7. „De asemenea este scris”, a zis Isus: „Să nu ispiteşti pe Domnul Dumnezeul tău.”\n8. Diavolul L-a dus apoi pe un munte foarte înalt, I-a arătat toate împărăţiile lumii şi strălucirea lor şi I-a zis:\n9. „Toate aceste lucruri Ţi le voi da Ţie, dacă Te vei arunca cu faţa la pământ şi Te vei închina mie.”\n10. „Pleacă, Satano”, i-a răspuns Isus. „Căci este scris: \"Domnului Dumnezeului tău să te închini şi numai Lui să-I slujeşti.\"”\n11. Atunci diavolul L-a lăsat. Şi deodată au venit la Isus nişte îngeri şi au început să-I slujească."
      },
      {
        "id": 2,
        "stringRef": "Marcu 1:12÷13",
        "verse": "12. Îndată Duhul a mânat pe Isus în pustiu,\n13. unde a stat patruzeci de zile, fiind ispitit de Satana. Acolo stătea împreună cu fiarele sălbatice, şi-I slujeau îngerii."
      },
      {
        "id": 3,
        "stringRef": "Luca 4:1÷13",
        "verse": "1. Isus, plin de Duhul Sfânt, S-a întors de la Iordan şi a fost dus de Duhul în pustiu,\n2. unde a fost ispitit de diavolul timp de patruzeci de zile. N-a mâncat nimic în zilele acelea; şi, după ce au trecut acele zile, a flămânzit.\n3. Diavolul I-a zis: „Dacă eşti Fiul lui Dumnezeu, porunceşte pietrei acesteia să se facă pâine.”\n4. Isus i-a răspuns: „Este scris: \"Omul nu va trăi numai cu pâine, ci cu orice cuvânt care iese din gura lui Dumnezeu.\"”\n5. Diavolul L-a suit pe un munte înalt, I-a arătat într-o clipă toate împărăţiile pământului\n6. şi I-a zis: „Ţie Îţi voi da toată stăpânirea şi slava acestor împărăţii; căci mie îmi este dată şi o dau oricui voiesc.\n7. Dacă, dar, Te vei închina înaintea mea, toată va fi a Ta.”\n8. Drept răspuns, Isus i-a zis: „Înapoia Mea, Satano! Este scris: \"Să te închini Domnului Dumnezeului tău şi numai Lui să-I slujeşti.\"”\n9. Diavolul L-a dus apoi în Ierusalim, L-a aşezat pe streaşina acoperişului Templului şi I-a zis: „Dacă eşti Fiul lui Dumnezeu, aruncă-Te jos de aici;\n10. căci este scris: \"El va porunci îngerilor Lui să Te păzească\"”;\n11. şi: \"ei Te vor lua pe mâini, ca nu cumva să Te loveşti cu piciorul de vreo piatră.\"\n12. Isus i-a răspuns: „S-a spus: \"Să nu ispiteşti pe Domnul Dumnezeul tău.\"”\n13. După ce L-a ispitit în toate felurile, diavolul a plecat de la El, până la o vreme."
      }
    ]
  },
  {
    "id": 3,
    "event": "La întâlnirea cu Nicodim (Ioan 3:16÷18)",
    "refs": [
      {
        "id": 1,
        "stringRef": "Ioan 3:16÷18",
        "verse": "16. Fiindcă atât de mult a iubit Dumnezeu lumea, că a dat pe singurul Lui Fiu, pentru ca oricine crede în El să nu piară, ci să aibă viaţa veşnică.\n17. Dumnezeu, în adevăr, n-a trimis pe Fiul Său în lume ca să judece lumea, ci ca lumea să fie mântuită prin El.\n18. Oricine crede în El nu este judecat; dar cine nu crede a şi fost judecat, pentru că n-a crezut în Numele singurului Fiu al lui Dumnezeu."
      }
    ]
  },
  {
    "id": 4,
    "event": "La întâlnirea cu femeia samarineancă (Ioan 4:25÷26)",
    "refs": [
      {
        "id": 4,
        "stringRef": "Ioan 4:25÷26",
        "verse": "25. „Ştiu”, I-a zis femeia, „că are să vină Mesia (căruia I se zice Hristos); când va veni El, are să ne spună toate lucrurile.”\n26. Isus i-a zis: „Eu, Cel care vorbesc cu tine, sunt Acela.”"
      }
    ]
  },
  {
    "id": 5,
    "event": "La întâlnirea cu orbul vindecat (Ioan 9:35÷37)",
    "refs": [
      {
        "id": 1,
        "stringRef": "Ioan 9:35÷37",
        "verse": "35. Isus a auzit că l-au dat afară; şi, când l-a găsit, i-a zis: „Crezi tu în Fiul lui Dumnezeu?”\n36. El a răspuns: „Şi cine este, Doamne, ca să cred în El?”\n37. „L-ai şi văzut”, i-a zis Isus, „şi Cel care vorbeşte cu tine Acela este.”"
      }
    ]
  },
  {
    "id": 6,
    "event": "La întâlnirea cu iudeii în Templu (Ioan 10:30÷36)",
    "refs": [
      {
        "id": 1,
        "stringRef": "Ioan 10:30÷36",
        "verse": "30. Eu şi Tatăl una suntem.\n31. Atunci iudeii iarăşi au luat pietre ca să-L ucidă.\n32. Isus le-a zis: „V-am arătat multe lucrări bune care vin de la Tatăl Meu: pentru care din aceste lucrări aruncaţi cu pietre în Mine?”\n33. Iudeii I-au răspuns: „Nu pentru o lucrare bună aruncăm noi cu pietre în Tine, ci pentru o hulă şi pentru că Tu, care eşti un om, Te faci Dumnezeu.”\n34. Isus le-a răspuns: „Nu este scris în Legea voastră: \"Eu am zis: sunteţi dumnezei\"?”\n35. Dacă Legea a numit \"dumnezei\" pe aceia cărora le-a vorbit cuvântul lui Dumnezeu - şi Scriptura nu poate fi desfiinţată -\n36. cum ziceţi voi că hulesc Eu, pe care Tatăl M-a sfinţit şi M-a trimis în lume? Şi aceasta, pentru că am zis: \"Sunt Fiul lui Dumnezeu!\""
      }
    ]
  },
  {
    "id": 7,
    "event": "Înaintea lui Caiafa (Matei 26:63÷64, Marcu 14:61÷62)",
    "refs": [
      {
        "id": 1,
        "stringRef": "Matei 26:63÷64",
        "verse": "63. Isus tăcea. Şi marele preot a luat cuvântul şi I-a zis: „Te jur, pe Dumnezeul cel Viu, să ne spui dacă eşti Hristosul, Fiul lui Dumnezeu.”\n64. „Da”, i-a răspuns Isus, „sunt! Ba mai mult, vă spun că de acum încolo veţi vedea pe Fiul omului şezând la dreapta puterii lui Dumnezeu şi venind pe norii cerului.”"
      },
      {
        "id": 2,
        "stringRef": "Marcu 14:61÷62",
        "verse": "61. Isus tăcea şi nu răspundea nimic. Marele preot L-a întrebat iarăşi şi I-a zis: „Eşti Tu, Hristosul, Fiul Celui binecuvântat?”\n62. „Da, sunt”, i-a răspuns Isus. „Şi veţi vedea pe Fiul omului şezând la dreapta puterii şi venind pe norii cerului.”"
      }
    ]
  },
  {
    "id": 8,
    "event": "Înaintea lui Pilat (Matei 27:11, Marcu 15:2, Ioan 18:33÷37)",
    "refs": [
      {
        "id": 1,
        "stringRef": "Matei 27:11",
        "verse": "11. Isus S-a înfăţişat înaintea dregătorului. Dregătorul L-a întrebat: „Eşti Tu \"Împăratul iudeilor\"?” „Da”, i-a răspuns Isus, „sunt.”"
      },
      {
        "id": 2,
        "stringRef": "Marcu 15:2",
        "verse": "2. Pilat L-a întrebat: „Eşti Tu Împăratul iudeilor?” „Da, sunt”, i-a răspuns Isus."
      },
      {
        "id": 3,
        "stringRef": "Ioan 18:33÷37",
        "verse": "33. Pilat a intrat iarăşi în odaia de judecată, a chemat pe Isus şi I-a zis: „Eşti Tu Împăratul iudeilor?”\n34. Isus i-a răspuns: „De la tine însuţi zici lucrul acesta sau ţi l-au spus alţii despre Mine?”\n35. Pilat a răspuns: „Eu sunt iudeu? Neamul Tău şi preoţii cei mai de seamă Te-au dat în mâna mea: ce ai făcut?”\n36. „Împărăţia Mea nu este din lumea aceasta”, a răspuns Isus. „Dacă ar fi Împărăţia Mea din lumea aceasta, slujitorii Mei s-ar fi luptat ca să nu fiu dat în mâinile iudeilor; dar acum, Împărăţia Mea nu este de aici.”\n37. „Atunci un Împărat tot eşti!”, I-a zis Pilat. „Da”, a răspuns Isus. „Eu sunt Împărat. Eu pentru aceasta M-am născut şi am venit în lume, ca să mărturisesc despre adevăr. Oricine este din adevăr ascultă glasul Meu.”"
      }
    ]
  },
  {
    "id": 9,
    "event": "La răstignire (Matei 27:54, Marcu 15:39, Luca 23:47)",
    "refs": [
      {
        "id": 1,
        "stringRef": "Matei 27:54",
        "verse": "54. Sutaşul şi cei ce păzeau pe Isus împreună cu el, când au văzut cutremurul de pământ şi cele întâmplate, s-au înfricoşat foarte tare şi au zis: „Cu adevărat, Acesta a fost Fiul lui Dumnezeu!”"
      },
      {
        "id": 2,
        "stringRef": "Marcu 15:39",
        "verse": "39. Sutaşul care stătea în faţa lui Isus, când a văzut că Şi-a dat astfel duhul, a zis: „Cu adevărat, Omul acesta era Fiul lui Dumnezeu!”"
      },
      {
        "id": 3,
        "stringRef": "Luca 23:47",
        "verse": "47. Sutaşul, când a văzut ce se întâmplase, a slăvit pe Dumnezeu şi a zis: „Cu adevărat, Omul acesta era neprihănit!”"
      }
    ]
  }
]
