[
  {
    "id": 1,
    "miracle": "Vindecarea robulului slăbănog din Capernaum (Matei 8:5÷13, Marcu 2:1÷12, Luca 5:17÷26)",
    "refs": [
      {
        "id": 1,
        "stringRef": "Matei 8:5÷13",
        "verse": "5. Pe când intra Isus în Capernaum, s-a apropiat de El un sutaş, care-L ruga\n6. şi-I zicea: „Doamne, robul meu zace în casă slăbănog şi se chinuie cumplit.”\n7. Isus i-a zis: „Am să vin şi să-l tămăduiesc.”\n8. „Doamne”, a răspuns sutaşul, „nu sunt vrednic să intri sub acoperământul meu; ci zi numai un cuvânt, şi robul meu va fi tămăduit.\n9. Căci şi eu sunt om sub stăpânire; am sub mine ostaşi, şi zic unuia: \"Du-te!\", şi se duce; altuia: \"Vino!\", şi vine; şi robului meu: \"Fă cutare lucru!\", şi-l face.”\n10. Când a auzit Isus aceste vorbe, S-a mirat şi a zis celor ce veneau după El: „Adevărat vă spun că nici în Israel n-am găsit o credinţă aşa de mare.\n11. Dar vă spun că vor veni mulţi de la răsărit şi de la apus şi vor sta la masă cu Avraam, Isaac şi Iacov în Împărăţia cerurilor.\n12. Iar fiii Împărăţiei vor fi aruncaţi în întunericul de afară, unde va fi plânsul şi scrâşnirea dinţilor.”\n13. Apoi a zis sutaşului: „Du-te, şi facă-ţi-se după credinţa ta.” Şi robul lui s-a tămăduit chiar în ceasul acela."
      },
      {
        "id": 2,
        "stringRef": "Marcu 2:1÷12",
        "verse": "1. După câteva zile, Isus S-a întors în Capernaum. S-a auzit că este în casă\n2. şi s-au adunat îndată aşa de mulţi, că nu putea să-i mai încapă locul dinaintea uşii. El le vestea Cuvântul.\n3. Au venit la El nişte oameni care I-au adus un slăbănog, purtat de patru inşi.\n4. Fiindcă nu puteau să ajungă până la El, din pricina norodului, au desfăcut acoperişul casei unde era Isus şi, după ce l-au spart, au coborât pe acolo patul în care zăcea slăbănogul.\n5. Când le-a văzut Isus credinţa, a zis slăbănogului: „Fiule, păcatele îţi sunt iertate!”\n6. Unii din cărturari, care erau de faţă, se gândeau în inimile lor:\n7. „Cum vorbeşte Omul acesta astfel? Huleşte! Cine poate să ierte păcatele decât numai Dumnezeu?”\n8. Îndată, Isus a cunoscut, prin duhul Său, că ei gândeau astfel în ei şi le-a zis: \"Pentru ce aveţi astfel de gânduri în inimile voastre?\n9. Ce este mai lesne: a zice slăbănogului: „Păcatele îţi sunt iertate”, ori a zice: „Scoală-te, ridică-ţi patul şi umblă”?\n10. Dar, ca să ştiţi că Fiul omului are putere pe pământ să ierte păcatele,\n11. „Ţie îţi poruncesc”, a zis El slăbănogului, „scoală-te, ridică-ţi patul şi du-te acasă.”\n12. Şi îndată, slăbănogul s-a sculat, şi-a ridicat patul şi a ieşit afară în faţa tuturor; aşa că toţi au rămas uimiţi şi slăveau pe Dumnezeu şi ziceau: „Niciodată n-am văzut aşa ceva!”"
      },
      {
        "id": 3,
        "stringRef": "Luca 5:17÷26",
        "verse": "17. Într-una din zile, Isus învăţa pe noroade. Nişte farisei şi învăţători ai Legii, care veniseră din toate satele Galileii şi Iudeii şi din Ierusalim, stăteau acolo; iar puterea Domnului era cu El, ca să vindece.\n18. Şi iată că nişte oameni purtau într-un pat pe un slăbănog şi căutau să-l ducă înăuntru, ca să-l pună înaintea Lui.\n19. Fiindcă n-aveau pe unde să-l ducă înăuntru, din pricina norodului, s-au suit pe acoperişul casei şi l-au coborât cu patul printre cărămizi, în mijlocul adunării, înaintea lui Isus.\n20. Când le-a văzut credinţa, Isus a zis: „Omule, păcatele îţi sunt iertate!”\n21. Cărturarii şi fariseii au început să cârtească şi să zică în ei înşişi: „Cine este Acesta, de rosteşte hule? Cine poate să ierte păcatele decât singur Dumnezeu?”\n22. Isus, care le-a cunoscut gândurile, a luat cuvântul şi le-a zis: \"Pentru ce cârtiţi în inimile voastre?\n23. Ce este mai lesne, a zice: „Păcatele îţi sunt iertate” sau a zice: „Scoală-te şi umblă”?\n24. Dar, ca să ştiţi că Fiul omului are putere pe pământ să ierte păcatele: „Ţie îţi poruncesc”, a zis El slăbănogului, „scoală-te, ridică-ţi patul şi du-te acasă”.\n25. Şi, numaidecât, slăbănogul s-a sculat, în faţa lor, a ridicat patul pe care zăcea şi s-a dus acasă, slăvind pe Dumnezeu.\n26. Toţi au rămas uimiţi şi slăveau pe Dumnezeu; plini de frică, ziceau: „Azi am văzut lucruri nemaipomenite.”"
      }
    ]
  },
  {
    "id": 2,
    "miracle": "Vindecarea slăbănogului de la scăldătoarea Betesda (Ioan 5:1÷15)",
    "refs": [
      {
        "id": 1,
        "stringRef": "Ioan 5:1÷15",
        "verse": "1. După aceea era un praznic al iudeilor; şi Isus S-a suit la Ierusalim.\n2. În Ierusalim, lângă poarta oilor, este o scăldătoare, numită în evreieşte Betesda, care are cinci pridvoare.\n3. În pridvoarele acestea zăceau o mulţime de bolnavi, orbi, şchiopi, uscaţi, care aşteptau mişcarea apei.\n4. Căci un înger al Domnului se cobora, din când în când, în scăldătoare şi tulbura apa. Şi cel dintâi care se cobora în ea, după tulburarea apei, se făcea sănătos, orice boală ar fi avut.\n5. Acolo se afla un om bolnav de treizeci şi opt de ani.\n6. Isus, când l-a văzut zăcând, şi fiindcă ştia că este bolnav de multă vreme, i-a zis: „Vrei să te faci sănătos?”\n7. „Doamne”, I-a răspuns bolnavul, „n-am pe nimeni să mă bage în scăldătoare când se tulbură apa; şi, până să mă duc eu, se coboară altul înaintea mea.”\n8. „Scoală-te”, i-a zis Isus, „ridică-ţi patul şi umblă.”\n9. Îndată omul acela s-a făcut sănătos, şi-a luat patul şi umbla. Ziua aceea era o zi de Sabat.\n10. Iudeii ziceau deci celui ce fusese vindecat: „Este ziua Sabatului; nu-ţi este îngăduit să-ţi ridici patul.”\n11. El le-a răspuns: \"Cel ce m-a făcut sănătos mi-a zis: „Ridică-ţi patul şi umblă.”\"\n12. Ei l-au întrebat: „Cine este Omul acela care ţi-a zis: „Ridică-ţi patul şi umblă”?\n13. Dar cel vindecat nu ştia cine este: căci Isus Se făcuse nevăzut din norodul care era în locul acela.\n14. După aceea Isus l-a găsit în Templu şi i-a zis: „Iată că te-ai făcut sănătos; de acum să nu mai păcătuieşti, ca să nu ţi se întâmple ceva mai rău.”\n15. Omul acela s-a dus şi a spus iudeilor că Isus este Acela care-l făcuse sănătos."
      }
    ]
  },
  {
    "id": 3,
    "miracle": "Vindecarea slăbănogului cu mâna uscată (Matei 12:9÷13, Marcu 3:1÷5, Luca 6:6÷10)",
    "refs": [
      {
        "id": 1,
        "stringRef": "Matei 12:9÷13",
        "verse": "9. Isus a plecat de acolo şi a intrat în sinagogă.\n10. Şi iată că în sinagogă era un om care avea o mână uscată. Ei, ca să poată învinui pe Isus, L-au întrebat: „Este îngăduit a vindeca în zilele de Sabat?”\n11. El le-a răspuns: „Cine este omul acela dintre voi care, dacă are o oaie, şi-i cade într-o groapă, în ziua Sabatului, să n-o apuce şi s-o scoată afară?\n2. Cu cât mai de preţ este deci un om decât o oaie? De aceea este îngăduit a face bine în zilele de Sabat.”\n13. Atunci a zis omului aceluia: „Întinde-ţi mâna!” El a întins-o, şi mâna s-a făcut sănătoasă ca şi cealaltă."
      },
      {
        "id": 2,
        "stringRef": "Marcu 3:1÷5",
        "verse": "1. Isus a intrat din nou în sinagogă. Acolo se afla un om cu mâna uscată.\n2. Ei pândeau pe Isus să vadă dacă-l va vindeca în ziua Sabatului, ca să-L poată învinui.\n3. Şi Isus a zis omului care avea mâna uscată: „Scoală-te şi stai la mijloc!”\n4. Apoi le-a zis: „Este îngăduit în ziua Sabatului să faci bine sau să faci rău? Să scapi viaţa cuiva sau s-o pierzi?” Dar ei tăceau.\n5. Atunci, rotindu-Şi privirile cu mânie peste ei şi mâhnit de împietrirea inimii lor, a zis omului: „Întinde-ţi mâna!” El a întins-o, şi mâna i s-a făcut sănătoasă."
      },
      {
        "id": 3,
        "stringRef": "Luca 6:6÷10",
        "verse": "6. În altă zi de Sabat, s-a întâmplat că Isus a intrat în sinagogă şi învăţa pe norod. Acolo era un om care avea mâna dreaptă uscată.\n7. Cărturarii şi fariseii pândeau pe Isus, să vadă dacă-l va vindeca în ziua Sabatului, ca să aibă de ce să-L învinuiască.\n8. Dar El le ştia gândurile; şi a zis omului care avea mâna uscată: „Scoală-te şi stai în mijloc.” El s-a sculat şi a stat în picioare.\n9. Şi Isus le-a zis: „Vă întreb: Este îngăduit în ziua Sabatului a face bine ori a face rău? A scăpa o viaţă sau a o pierde?”\n10. Atunci, Şi-a rotit privirile peste toţi şi a zis omului: „Întinde-ţi mâna!” El a întins-o, şi mâna i s-a făcut sănătoasă ca şi cealaltă."
      }
    ]
  },
  {
    "id": 4,
    "miracle": "Vindecarea celor doi orbi (Matei 9:27÷31)",
    "refs": [
      {
        "id": 1,
        "stringRef": "Matei 9:27÷31",
        "verse": "27. Când a plecat de acolo, s-au luat după Isus doi orbi care strigau şi ziceau: „Ai milă de noi, Fiul lui David!”\n28. După ce a intrat în casă, orbii au venit la El. Şi Isus le-a zis: „Credeţi că pot face lucrul acesta?” „Da, Doamne”, I-au răspuns ei.\n29. Atunci S-a atins de ochii lor şi a zis: „Facă-vi-se după credinţa voastră!”\n30. Şi li s-au deschis ochii. Isus le-a poruncit cu tot dinadinsul şi le-a zis: „Vedeţi să nu ştie nimeni.”\n31. Dar ei, cum au ieşit afară, au răspândit vestea despre El în tot ţinutul acela."
      }
    ]
  },
  {
    "id": 5,
    "miracle": "Vindecarea unui mut îndrăcit din Capernaum (Matei 9:32÷33)",
    "refs": [
      {
        "id": 1,
        "stringRef": "Matei 9:32÷33",
        "verse": "32. Pe când plecau orbii aceştia, iată că au adus la Isus un mut îndrăcit.\n33. După ce a fost scos dracul din el, mutul a vorbit. Şi noroadele, mirate, ziceau: „Niciodată nu s-a văzut aşa ceva în Israel!”"
      }
    ]
  },
  {
    "id": 6,
    "miracle": "Vindecarea orbului din naştere (Ioan 9:1÷41)",
    "refs": [
      {
        "id": 1,
        "stringRef": "Ioan 9:1÷41",
        "verse": "1. Când trecea, Isus a văzut pe un orb din naştere.\n2. Ucenicii Lui L-au întrebat: „Învăţătorule, cine a păcătuit: omul acesta sau părinţii lui, de s-a născut orb?”\n3. Isus a răspuns: „N-a păcătuit nici omul acesta nici părinţii lui; ci s-a născut aşa, ca să se arate în el lucrările lui Dumnezeu.\n4. Cât este ziuă, trebuie să lucrez lucrările Celui ce M-a trimis; vine noaptea, când nimeni nu mai poate să lucreze.\n5. Cât sunt în lume, sunt Lumina lumii.”\n6. După ce a zis aceste vorbe, a scuipat pe pământ şi a făcut tină din scuipat. Apoi a uns ochii orbului cu tina aceasta\n7. şi i-a zis: „Du-te de te spală în scăldătoarea Siloamului” (care tălmăcit înseamnă: Trimis). El s-a dus, s-a spălat şi s-a întors văzând bine.\n8. Vecinii şi cei ce-l cunoscuseră mai înainte ca cerşetor, ziceau: „Nu este acesta cel ce şedea şi cerşea?”\n9. Unii ziceau: „El este.” Alţii ziceau: „Nu; dar seamănă cu el.” Şi el însuşi zicea: „Eu sunt.”\n10. Deci i-au zis: „Cum ţi s-au deschis ochii?”\n11. El a răspuns: „Omul acela, căruia I se zice Isus, a făcut tină, mi-a uns ochii şi mi-a zis: \"Du-te la scăldătoarea Siloamului şi spală-te.\" M-am dus, m-am spălat şi mi-am căpătat vederea.”\n12. „Unde este Omul acela?”, l-au întrebat ei. El a răspuns: „Nu ştiu.”\n13. Au adus la farisei pe cel ce fusese orb mai înainte.\n14. Şi era o zi de Sabat când făcuse Isus tină şi-i deschisese ochii.\n15. Din nou, fariseii l-au întrebat şi ei cum şi-a căpătat vederea. Şi el le-a zis: „Mi-a pus tină pe ochi, m-am spălat, şi văd.”\n16. Atunci unii din farisei au început să zică: „Omul acesta nu vine de la Dumnezeu, pentru că nu ţine Sabatul.” Alţii ziceau: „Cum poate un Om păcătos să facă asemenea semne?” Şi era dezbinare între ei.\n17. Iarăşi au întrebat pe orb: „Tu ce zici despre El, în privinţa faptului că ţi-a deschis ochii?” „Este un proroc”, le-a răspuns el.\n18. Iudeii n-au crezut că fusese orb şi că îşi căpătase vederea, până n-au chemat pe părinţii lui.\n19. Şi când i-au venit părinţii, i-au întrebat: „Acesta este fiul vostru care spuneţi că s-a născut orb? Cum, dar, vede acum?”\n20. Drept răspuns, părinţii lui au zis: „Ştim că acesta este fiul nostru şi că s-a născut orb.\n21. Dar cum vede acum sau cine i-a deschis ochii, nu ştim. Întrebaţi-l pe el; este în vârstă, el singur poate vorbi despre ce-l priveşte.”\n22. Părinţii lui au zis aceste lucruri pentru că se temeau de iudei; căci iudeii hotărâseră acum că, dacă va mărturisi cineva că Isus este Hristosul, să fie dat afară din sinagogă.\n23. De aceea au zis părinţii lui: „Este în vârstă, întrebaţi-l pe el.”\n24. Fariseii au chemat a doua oară pe omul care fusese orb şi i-au zis: „Dă slavă lui Dumnezeu: noi ştim că Omul acesta este un păcătos.”\n25. El a răspuns: „Dacă este un păcătos, nu ştiu; eu una ştiu: că eram orb, şi acum văd.”\n26. Iarăşi l-au întrebat: „Ce ţi-a făcut? Cum ţi-a deschis ochii?”\n27. „Acum v-am spus”, le-a răspuns el, „şi n-aţi ascultat. Pentru ce voiţi să mai auziţi încă o dată? Doar n-aţi vrea să vă faceţi şi voi ucenicii Lui!”\n28. Ei l-au ocărât şi i-au zis: „Tu eşti ucenicul Lui, noi suntem ucenicii lui Moise.\n29. Ştim că Dumnezeu a vorbit lui Moise, dar Acesta nu ştim de unde este.”\n30. „Aici este mirarea”, le-a răspuns omul acela, „că voi nu ştiţi de unde este, şi totuşi El mi-a deschis ochii.\n31. Ştim că Dumnezeu n-ascultă pe păcătoşi; ci, dacă este cineva temător de Dumnezeu şi face voia Lui, pe acela îl ascultă.\n32. De când este lumea, nu s-a auzit să fi deschis cineva ochii unui orb din \n33. Dacă Omul acesta n-ar veni de la Dumnezeu, n-ar putea face nimic.”\n34. „Tu eşti născut cu totul în păcat”, i-au răspuns ei, „şi vrei să ne înveţi pe noi?” Şi l-au dat afară.\n35. Isus a auzit că l-au dat afară; şi, când l-a găsit, i-a zis: „Crezi tu în Fiul lui Dumnezeu?”\n36. El a răspuns: „Şi cine este, Doamne, ca să cred în El?”\n37. „L-ai şi văzut”, i-a zis Isus, „şi Cel care vorbeşte cu tine Acela este.”\n38. „Cred, Doamne”, I-a zis el; şi I s-a închinat.\n39. Apoi Isus a zis: „Eu am venit în lumea aceasta pentru judecată: ca cei ce nu văd să vadă, şi cei ce văd să ajungă orbi.”\n40. Unii din fariseii care erau lângă El, când au auzit aceste vorbe, I-au zis: „Doar n-om fi şi noi orbi!”\n41. „Dacă aţi fi orbi”, le-a răspuns Isus, „n-aţi avea păcat; dar acum ziceţi: \"Vedem.\" Tocmai de aceea, păcatul vostru rămâne."
      }
    ]
  },
  {
    "id": 7,
    "miracle": "Vindecarea femeii gârbove (Luca 13:10÷13)",
    "refs": [
      {
        "id": 1,
        "stringRef": "Luca 13:10÷13",
        "verse": "10. Isus învăţa pe norod într-o sinagogă în ziua Sabatului.\n11. Şi acolo era o femeie stăpânită de optsprezece ani de un duh de neputinţă; era gârbovă şi nu putea nicidecum să-şi îndrepte spatele.\n12. Când a văzut-o Isus, a chemat-o şi i-a zis: „Femeie, eşti dezlegată de neputinţa ta.”\n13. Şi-a întins mâinile peste ea: îndată s-a îndreptat şi slăvea pe Dumnezeu."
      }
    ]
  },
  {
    "id": 8,
    "miracle": "Vindecarea lui Bartimeu / celor doi orbi la ieșirea din Ierihon (Matei 20:29÷34, Marcu 10:46÷52, Luca 18:35÷43)",
    "refs": [
      {
        "id": 1,
        "stringRef": "Matei 20:29÷34",
        "verse": "29. Când au ieşit din Ierihon, o mare gloată a mers după Isus.\n30. Şi doi orbi şedeau lângă drum. Ei au auzit că trece Isus şi au început să strige: „Ai milă de noi, Doamne, Fiul lui David!”\n31. Gloata îi certa să tacă. Dar ei mai tare strigau: „Ai milă de noi, Doamne, Fiul lui David!”\n32. Isus S-a oprit, i-a chemat şi le-a zis: „Ce vreţi să vă fac?”\n33. „Doamne”, I-au zis ei, „să ni se deschidă ochii!”\n34. Lui Isus I s-a făcut milă de ei, S-a atins de ochii lor, şi îndată orbii şi-au căpătat vederea, şi au mers după El."
      },
      {
        "id": 2,
        "stringRef": "Marcu 10:46÷52",
        "verse": "46. Au ajuns la Ierihon. Şi pe când ieşea Isus din Ierihon cu ucenicii Săi şi cu o mare mulţime de oameni, fiul lui Timeu, Bartimeu, un cerşetor orb, şedea jos lângă drum şi cerea de milă.\n47. El a auzit că trece Isus din Nazaret şi a început să strige: „Isuse, Fiul lui David, ai milă de mine!”\n48. Mulţi îl certau să tacă; dar el şi mai tare striga: „Fiul lui David, ai milă de mine!”\n49. Isus S-a oprit şi a zis: „Chemaţi-l!” Au chemat pe orb şi i-au zis: „Îndrăzneşte, scoală-te, căci te cheamă.”\n50. Orbul şi-a aruncat haina; a sărit şi a venit la Isus.\n51. Isus a luat cuvântul şi i-a zis: „Ce vrei să-ţi fac?” „Rabuni”, I-a răspuns orbul, „să capăt vederea.”\n52. Şi Isus i-a zis: „Du-te, credinţa ta te-a mântuit.” Îndată orbul şi-a căpătat vederea şi a mers pe drum după Isus."
      },
      {
        "id": 3,
        "stringRef": "Luca 18:35÷43",
        "verse": "35. Pe când Se apropia Isus de Ierihon, un orb şedea lângă drum şi cerşea.\n36. Când a auzit norodul trecând, a întrebat ce este.\n37. I-au spus: „Trece Isus din Nazaret.”\n38. Şi el a strigat: „Isuse, Fiul lui David, ai milă de mine!”\n39. Cei ce mergeau înainte îl certau să tacă; dar el ţipa şi mai tare: „Fiul lui David, ai milă de mine!”\n40. Isus S-a oprit şi a poruncit să-l aducă la El; şi, după ce s-a apropiat, l-a întrebat:\n41. „Ce vrei să-ţi fac?” „Doamne”, a răspuns el, „să-mi capăt vederea.”\n42. Şi Isus i-a zis: „Capătă-ţi vederea. Credinţa ta te-a mântuit.”\n43. Numaidecât, orbul şi-a căpătat vederea şi a mers după Isus, slăvind pe Dumnezeu. Tot norodul, când a văzut cele întâmplate, a dat laudă lui Dumnezeu."
      }
    ]
  },
  {
    "id": 9,
    "miracle": "Înmulțirea pâinilor și a peștilor (Matei 14:13÷21, Marcu 6:33÷44, Luca 9:10÷17, Ioan 6:1÷14)",
    "refs": [
      {
        "id": 1,
        "stringRef": "Matei 14:13÷21",
        "verse": "13. Isus, când a auzit vestea aceasta, a plecat de acolo într-o corabie, ca să Se ducă singur la o parte, într-un loc pustiu. Noroadele, când au auzit lucrul acesta, au ieşit din cetăţi şi s-au luat după El pe jos.\n14. Când a ieşit din corabie, Isus a văzut o gloată mare, I s-a făcut milă de ea, şi a vindecat pe cei bolnavi.\n15. Când s-a înserat, ucenicii s-au apropiat de El şi I-au zis: „Locul acesta este pustiu, şi vremea iată că a trecut; dă drumul noroadelor să se ducă prin sate să-şi cumpere de mâncare.”\n16. „N-au nevoie să plece”, le-a răspuns Isus, „daţi-le voi să mănânce.”\n17. Dar ei I-au zis: „N-avem aici decât cinci pâini şi doi peşti.”\n18. Şi El le-a zis: „Aduceţi-i aici la Mine.”\n19. Apoi a poruncit noroadelor să şadă pe iarbă, a luat cele cinci pâini şi cei doi peşti, Şi-a ridicat ochii spre cer, a binecuvântat, a frânt pâinile şi le-a dat ucenicilor, iar ei le-au împărţit noroadelor.\n20. Toţi au mâncat şi s-au săturat; şi s-au ridicat douăsprezece coşuri pline cu rămăşiţele de firimituri.\n21. Cei ce mâncaseră erau cam la cinci mii de bărbaţi, afară de femei şi de copii."
      },
      {
        "id": 2,
        "stringRef": "Marcu 6:33÷44",
        "verse": "33. Oamenii i-au văzut plecând şi i-au cunoscut; au alergat pe jos din toate cetăţile şi au venit înaintea lor în locul în care se duceau ei.\n34. Când a ieşit din corabie, Isus a văzut mult norod; şi I s-a făcut milă de ei, pentru că erau ca nişte oi care n-aveau păstor; şi a început să-i înveţe multe lucruri.\n35. Fiindcă ziua era pe sfârşite, ucenicii s-au apropiat de El şi I-au zis: „Locul acesta este pustiu, şi ziua este pe sfârşite.\n36. Dă-le drumul să se ducă în cătunele şi satele dimprejur ca să-şi cumpere pâine, fiindcă n-au ce mânca.”\n37. „Daţi-le voi să mănânce”, le-a răspuns Isus. Dar ei I-au zis: „Oare să ne ducem să cumpărăm pâini de două sute de lei şi să le dăm să mănânce?”\n38. Şi El i-a întrebat: „Câte pâini aveţi? Duceţi-vă de vedeţi.” S-au dus de au văzut câte pâini au şi au răspuns: „Cinci şi doi peşti.”\n39. Atunci le-a poruncit să-i aşeze pe toţi, cete-cete, pe iarba verde.\n40. Şi au şezut jos în cete de câte o sută şi de câte cincizeci.\n41. El a luat cele cinci pâini şi cei doi peşti. Şi-a ridicat ochii spre cer şi a rostit binecuvântarea. Apoi a frânt pâinile şi le-a dat ucenicilor, ca ei să le împartă norodului. Asemenea şi cei doi peşti i-a împărţit la toţi.\n42. Au mâncat toţi şi s-au săturat;\n43. şi au ridicat douăsprezece coşuri pline cu firimituri de pâine şi cu ce mai rămăsese din peşti.\n44. Cei ce mâncaseră pâinile erau cinci mii de bărbaţi."
      },
      {
        "id": 3,
        "stringRef": "Luca 9:10÷17",
        "verse": "10. Apostolii, când s-au întors, au istorisit lui Isus tot ce făcuseră. El i-a luat cu Sine şi S-a dus la o parte, lângă o cetate numită Betsaida.\n11. Noroadele au priceput lucrul acesta şi au mers după El. Isus le-a primit bine, le vorbea despre Împărăţia lui Dumnezeu şi vindeca pe cei ce aveau trebuinţă de vindecare.\n12. Fiindcă ziua se pleca spre seară, cei doisprezece s-au apropiat şi I-au zis: „Dă drumul noroadelor, ca să se ducă în satele şi cătunele dimprejur să găzduiască şi să-şi caute de ale mâncării; pentru că aici suntem într-un loc pustiu.”\n13. Isus le-a zis: „Daţi-le voi să mănânce!” Dar ei au răspuns: „N-avem decât cinci pâini şi doi peşti; afară numai dacă ne vom duce noi înşine să cumpărăm merinde pentru tot norodul acesta.”\n14. Şi erau aproape cinci mii de bărbaţi. Isus a zis ucenicilor Săi: „Puneţi-i să şadă jos în cete de câte cincizeci.”\n15. Aşa au şi făcut: i-au pus pe toţi să şadă jos.\n16. Isus a luat cele cinci pâini şi cei doi peşti, Şi-a ridicat ochii spre cer şi le-a binecuvântat. Apoi le-a frânt şi le-a dat ucenicilor să le împartă norodului.\n17. Au mâncat toţi şi s-au săturat; şi au ridicat douăsprezece coşuri pline cu firimiturile rămase."
      },
      {
        "id": 4,
        "stringRef": "Ioan 6:1÷14",
        "verse": "1. După aceea Isus S-a dus dincolo de Marea Galileii, numită Marea Tiberiadei.\n2. O mare gloată mergea după El pentru că vedea semnele pe care le făcea cu cei bolnavi.\n3. Isus S-a suit pe munte şi şedea acolo cu ucenicii Săi.\n4. Paştile, praznicul iudeilor, era aproape.\n5. Isus Şi-a ridicat ochii şi a văzut că o mare gloată vine spre El. Şi a zis lui Filip: „De unde avem să cumpărăm pâini ca să mănânce oamenii aceştia?”\n6. Spunea lucrul acesta ca să-l încerce, pentru că ştia ce are de gând să facă.\n7. Filip I-a răspuns: „Pâinile pe care le-am putea cumpăra cu două sute de lei, n-ar ajunge ca fiecare să capete puţintel din ele.”\n8. Unul din ucenicii Săi, Andrei, fratele lui Simon Petru, I-a zis:\n9. „Este aici un băieţel care are cinci pâini de orz şi doi peşti; dar ce sunt acestea la atâţia?”\n10. Isus a zis: „Spuneţi oamenilor să şadă jos.” În locul acela era multă iarbă. Oamenii au şezut jos, în număr de aproape cinci mii.\n11. Isus a luat pâinile, a mulţumit lui Dumnezeu, le-a împărţit ucenicilor, iar ucenicii le-au împărţit celor ce şedeau jos; de asemenea, le-a dat şi din peşti cât au voit.\n12. După ce s-au săturat, Isus a zis ucenicilor Săi: „Strângeţi firimiturile care au rămas, ca să nu se piardă nimic.”\n13. Le-au adunat deci şi au umplut douăsprezece coşuri cu firimiturile care rămăseseră din cele cinci pâini de orz, după ce mâncaseră toţi.\n14. Oamenii aceia, când au văzut minunea pe care o făcuse Isus, ziceau: „Cu adevărat, Acesta este Prorocul cel aşteptat în lume.”"
      }
    ]
  },
  {
    "id": 10,
    "miracle": "Vindecarea fiicei femeii cananeene (Matei 15:21÷28, Marcu 7:24÷30)",
    "refs": [
      {
        "id": 1,
        "stringRef": "Matei 15:21÷28",
        "verse": "21. Isus, după ce a plecat de acolo, S-a dus în părţile Tirului şi ale Sidonului.\n22. Şi iată că o femeie canaanită a venit din ţinuturile acelea şi a început să strige către El: „Ai milă de mine, Doamne, Fiul lui David! Fiica mea este muncită rău de un drac.”\n23. El nu i-a răspuns niciun cuvânt. Şi ucenicii Lui s-au apropiat şi L-au rugat stăruitor: „Dă-i drumul, căci strigă după noi.”\n24. Drept răspuns, El a zis: „Eu nu sunt trimis decât la oile pierdute ale casei lui Israel.”\n25. Dar ea a venit şi I s-a închinat, zicând: „Doamne, ajută-mi!”\n26. Drept răspuns, El i-a zis: „Nu este bine să iei pâinea copiilor şi s-o arunci la căţei!”\n27. „Da, Doamne”, a zis ea, „dar şi căţeii mănâncă firimiturile care cad de la masa stăpânilor lor.”\n28. Atunci Isus i-a zis: „O, femeie, mare este credinţa Ta; facă-ţi-se cum voieşti.” Şi fiica ei s-a tămăduit chiar în ceasul acela."
      },
      {
        "id": 2,
        "stringRef": "Marcu 7:24÷30",
        "verse": "24. Isus a plecat de acolo şi S-a dus în ţinutul Tirului şi al Sidonului. A intrat într-o casă, dorind să nu ştie nimeni că este acolo; dar n-a putut să rămână ascuns.\n25. Căci îndată, o femeie, a cărei fetiţă era stăpânită de un duh necurat, a auzit vorbindu-se despre El şi a venit de s-a aruncat la picioarele Lui.\n26. Femeia aceasta era o grecoaică, de obârşie siro-feniciană. Ea Îl ruga să scoată pe dracul din fiica ei.\n27. Isus i-a zis: „Lasă să se sature mai întâi copiii; căci nu este bine să iei pâinea copiilor şi s-o arunci la căţei.”\n28. „Da, Doamne”, I-a răspuns ea, „dar şi căţeii de sub masă mănâncă din firimiturile copiilor.”\n29. Atunci Isus i-a zis: „Pentru vorba aceasta, du-te; a ieşit dracul din fiica ta.”\n30. Şi când a intrat femeia în casa ei, a găsit pe copilă culcată în pat; şi ieşise dracul din ea."
      }
    ]
  },
  {
    "id": 11,
    "miracle": "Vindecarea băiatului epileptic (Matei 17:14÷18, Marcu 9:14÷27, Luca 9:37÷42)",
    "refs": [
      {
        "id": 1,
        "stringRef": "Matei 17:14÷18",
        "verse": "14. Când au ajuns la norod, a venit un om care a căzut în genunchi înaintea lui Isus şi I-a zis:\n15. „Doamne, ai milă de fiul meu, căci este lunatic şi pătimeşte rău: de multe ori cade în foc şi de multe ori cade în apă.\n16. L-am adus la ucenicii Tăi, şi n-au putut să-l vindece.”\n17. „O, neam necredincios şi pornit la rău!”, a răspuns Isus. „Până când voi fi cu voi? Până când vă voi suferi? Aduceţi-l aici la Mine.”\n18. Isus a certat dracul, care a ieşit afară din el. Şi băiatul s-a tămăduit chiar în ceasul acela."
      },
      {
        "id": 2,
        "stringRef": "Marcu 9:14÷27",
        "verse": "14. Când au ajuns la ucenici, au văzut mult norod împrejurul lor, şi pe cărturari întrebându-se cu ei.\n15. De îndată ce a văzut norodul pe Isus, s-a mirat şi a alergat la El să I se închine.\n16. El i-a întrebat: „Despre ce vă întrebaţi cu ei?”\n17. Şi un om din norod I-a răspuns: „Învăţătorule, am adus la Tine pe fiul meu care este stăpânit de un duh mut.\n18. Oriunde îl apucă, îl trânteşte la pământ. Copilul face spumă la gură, scrâşneşte din dinţi şi rămâne ţeapăn. M-am rugat de ucenicii Tăi să scoată duhul, şi n-au putut.”\n19. „O, neam necredincios!”, le-a zis Isus. „Până când voi fi cu voi? Până când vă voi suferi? Aduceţi-l la Mine.”\n20. L-au adus la El. Şi, cum a văzut copilul pe Isus, duhul l-a scuturat cu putere; copilul a căzut la pământ şi se zvârcolea făcând spumă la gură.\n21. Isus a întrebat pe tatăl lui: „Câtă vreme este de când îi vine aşa?” „Din copilărie”, a răspuns el.\n22. „Şi de multe ori duhul l-a aruncat când în foc, când în apă, ca să-l omoare. Dar dacă poţi face ceva, fie-Ţi milă de noi şi ajută-ne.”\n23. Isus a răspuns: \"Tu zici: „Dacă poţi!”… Toate lucrurile sunt cu putinţă celui ce crede!\"\n24. Îndată tatăl copilului a strigat cu lacrimi: „Cred, Doamne! Ajută necredinţei mele!”\n25. Când a văzut Isus că norodul vine în fuga mare spre El, a mustrat duhul necurat şi i-a zis: „Duh mut şi surd, îţi poruncesc să ieşi afară din copilul acesta şi să nu mai intri în el.”\n26. Şi duhul a ieşit, ţipând şi scuturându-l cu mare putere. Copilul a rămas ca mort, aşa că mulţi ziceau: „A murit!”\n27. Dar Isus l-a apucat de mână şi l-a ridicat. Şi el s-a sculat în picioare."
      },
      {
        "id": 3,
        "stringRef": "Luca 9:37÷42",
        "verse": "37. A doua zi, când s-au coborât de pe munte, o gloată mare a întâmpinat pe Isus.\n38. Şi un om din mijlocul mulţimii a strigat: „Învăţătorule, rogu-Te, uită-Te cu îndurare la fiul meu, fiindcă îl am numai pe el.\n39. Îl apucă un duh, şi deodată răcneşte; şi duhul îl scutură cu putere, aşa că băiatul face spumă la gură, şi cu anevoie se duce duhul de la el, după ce l-a stropşit de tot.\n40. Am rugat pe ucenicii Tăi să-l scoată, şi n-au putut.\n41. „O, neam necredincios şi pornit la rău”, a răspuns Isus, „până când voi fi cu voi şi vă voi suferi? Adu aici pe fiul tău.”\n42. Pe când venea băiatul, dracul l-a trântit la pământ şi l-a scuturat cu putere. Dar Isus a certat duhul necurat, a vindecat pe băiat şi l-a dat înapoi tatălui său."
      }
    ]
  },
  {
    "id": 12,
    "miracle": "Vindecarea femeii cu scurgere de sânge (Matei 9:20÷22, Marcu 5:25÷34, Luca 8:43÷48)",
    "refs": [
      {
        "id": 1,
        "stringRef": "Matei 9:20÷22",
        "verse": "20. Şi, iată, o femeie, care de doisprezece ani avea o scurgere de sânge, a venit pe dinapoi şi s-a atins de poala hainei Lui.\n21. Căci îşi zicea ea: „Numai să mă pot atinge de haina Lui, şi mă voi tămădui.”\n22. Isus S-a întors, a văzut-o şi i-a zis: „Îndrăzneşte, fiică! Credinţa ta te-a tămăduit.” Şi s-a tămăduit femeia chiar în ceasul acela."
      },
      {
        "id": 2,
        "stringRef": "Marcu 5:25÷34",
        "verse": "25. Şi era o femeie care de doisprezece ani avea o scurgere de sânge.\n26. Ea suferise mult de la mulţi doctori; cheltuise tot ce avea, şi nu simţise nicio uşurare; ba încă îi era mai rău.\n27. A auzit vorbindu-se despre Isus, a venit pe dinapoi prin mulţime şi s-a atins de haina Lui.\n28. Căci îşi zicea ea: „Dacă aş putea doar să mă ating de haina Lui, mă voi tămădui.”\n29. Şi îndată a secat izvorul sângelui ei. Şi a simţit în tot trupul ei că s-a tămăduit de boală.\n30. Isus a cunoscut îndată că o putere ieşise din El; şi, întorcându-Se spre mulţime, a zis: „Cine s-a atins de hainele Mele?”\n31. Ucenicii I-au zis: \"Vezi că mulţimea Te îmbulzeşte şi mai zici: „Cine s-a atins de Mine?”\n32. El Se uita de jur împrejur să vadă pe cea care făcuse lucrul acesta.\n33. Femeia, înfricoşată şi tremurând, căci ştia ce se petrecuse în ea, a venit de s-a aruncat la picioarele Lui şi I-a spus tot adevărul.\n34. Dar Isus i-a zis: „Fiică, credinţa ta te-a mântuit; du-te în pace şi fii tămăduită de boala ta.”"
      },
      {
        "id": 3,
        "stringRef": "Luca 8:43÷48",
        "verse": "43. Şi era o femeie care de doisprezece ani avea o scurgere de sânge; ea îşi cheltuise toată averea cu doctorii, fără s-o fi putut vindeca vreunul.\n44. Ea s-a apropiat pe dinapoi şi s-a atins de poala hainei lui Isus. Îndată, scurgerea de sânge s-a oprit.\n45. Şi Isus a zis: „Cine s-a atins de Mine?” Fiindcă toţi tăgăduiau, Petru şi cei ce erau cu El au zis: \"Învăţătorule, noroadele Te împresoară şi Te îmbulzesc, şi mai întrebi: „Cine s-a atins de Mine”?\n46. Dar Isus a răspuns: „S-a atins cineva de Mine, căci am simţit că a ieşit din Mine o putere.”\n47. Femeia, când s-a văzut dată de gol, a venit tremurând, s-a aruncat jos înaintea Lui şi a spus în faţa întregului norod din ce pricină se atinsese de El şi cum fusese vindecată numaidecât.\n48. Isus i-a zis: „Îndrăzneşte, fiică; credinţa ta te-a mântuit, du-te în pace.”"
      }
    ]
  },
  {
    "id": 13,
    "miracle": "Potolirea furtunii (Matei 8:23÷26, Marcu 4:39, Luca 8:24)",
    "refs": [
      {
        "id": 1,
        "stringRef": "Matei 8:23÷26",
        "verse": "23. Isus S-a suit într-o corabie, şi ucenicii Lui au mers după El.\n24. Şi deodată s-a stârnit pe mare o furtună atât de straşnică, încât corabia era acoperită de valuri. Şi El dormea.\n25. Ucenicii s-au apropiat de El şi L-au deşteptat, strigând: „Doamne, scapă-ne, că pierim!”\n26. El le-a zis: „De ce vă este frică, puţin credincioşilor?” Apoi S-a sculat, a certat vânturile şi marea, şi s-a făcut o linişte mare."
      },
      {
        "id": 2,
        "stringRef": "Marcu 4:39",
        "verse": "39. El S-a sculat, a certat vântul şi a zis mării: „Taci! Fără gură!” Vântul a stat şi s-a făcut o linişte mare."
      },
      {
        "id": 3,
        "stringRef": "Luca 8:24",
        "verse": "24. Au venit la El, L-au deşteptat şi au zis: „Învăţătorule, Învăţătorule, pierim.” Isus S-a sculat, a certat vântul şi valurile înfuriate, care s-au potolit: şi s-a făcut linişte."
      }
    ]
  },
  {
    "id": 14,
    "miracle": "Eliberarea celor doi îndrăciţi, în ţinutul Gadarenilor (Matei 8:28÷32)",
    "refs": [
      {
        "id": 1,
        "stringRef": "Matei 8:28÷32",
        "verse": "28. Când a ajuns Isus de partea cealaltă, în ţinutul Gadarenilor, L-au întâmpinat doi îndrăciţi care ieşeau din morminte. Erau aşa de cumpliţi, că nimeni nu putea trece pe drumul acela.\n29. Şi iată că au început să strige: „Ce legătură este între noi şi Tine, Isuse, Fiul lui Dumnezeu? Ai venit aici să ne chinuieşti înainte de vreme?”\n30. Departe de ei era o turmă mare de porci care păşteau.\n31. Dracii rugau pe Isus şi ziceau: „Dacă ne scoţi afară din ei, dă-ne voie să ne ducem în turma aceea de porci.”\n32. „Duceţi-vă”, le-a zis El. Ei au ieşit şi au intrat în porci. Şi deodată toată turma s-a repezit de pe râpă în mare, şi a pierit în ape."
      }
    ]
  },
  {
    "id": 15,
    "miracle": "Umblarea lui Isus pe mare (Matei 14:25, Marcu 6:48, Ioan 6:19)",
    "refs": [
      {
        "id": 1,
        "stringRef": "Matei 14:25",
        "verse": "25. Când se îngâna ziua cu noaptea, Isus a venit la ei, umblând pe mare."
      },
      {
        "id": 2,
        "stringRef": "Marcu 6:48",
        "verse": "48. A văzut pe ucenici că se necăjesc cu vâslirea, căci vântul le era împotrivă. Şi, într-a patra strajă din noapte, a mers la ei, umblând pe mare, şi voia să treacă pe lângă ei."
      },
      {
        "id": 3,
        "stringRef": "Ioan 6:19",
        "verse": "19. După ce au vâslit cam douăzeci şi cinci sau treizeci de stadii, văd pe Isus umblând pe mare şi apropiindu-Se de corabie. Şi s-au înfricoşat."
      }
    ]
  },
  {
    "id": 16,
    "miracle": "Vindecarea orbului din Betsaida (Marcu 8:22÷25)",
    "refs": [
      {
        "id": 1,
        "stringRef": "Marcu 8:22÷25",
        "verse": "22. Au venit la Betsaida; au adus la Isus un orb şi L-au rugat să Se atingă de el.\n23. Isus a luat pe orb de mână şi l-a scos afară din sat; apoi i-a pus scuipat pe ochi, Şi-a pus mâinile peste el şi l-a întrebat: „Vezi ceva?”\n24. El s-a uitat şi a zis: „Văd nişte oameni umblând, dar mi se par ca nişte copaci.”\n25. Isus i-a pus din nou mâinile pe ochi; i-a spus să se uite ţintă; şi, când s-a uitat, a fost tămăduit şi a văzut toate lucrurile desluşit."
      }
    ]
  },
  {
    "id": 17,
    "miracle": "Blestemarea măslinului care s-a uscat (Matei 21:19, Marcu 11:13÷21)",
    "refs": [
      {
        "id": 1,
        "stringRef": "Matei 21:19",
        "verse": "19. A văzut un smochin lângă drum şi S-a apropiat de el; dar n-a găsit decât frunze, şi i-a zis: „De acum încolo, în veac să nu mai dea rod din tine!” Şi îndată smochinul s-a uscat."
      },
      {
        "id": 2,
        "stringRef": "Marcu 11:13÷21",
        "verse": "13. A zărit de departe un smochin care avea frunze şi a venit să vadă poate va găsi ceva în el. S-a apropiat de smochin, dar n-a găsit decât frunze, căci nu era încă vremea smochinelor.\n14. Atunci a luat cuvântul şi a zis smochinului: „În veac să nu mai mănânce nimeni rod din tine!” Şi ucenicii au auzit aceste vorbe.\n15. Au ajuns în Ierusalim; şi Isus a intrat în Templu. A început să scoată afară pe cei ce vindeau şi cumpărau în Templu; a răsturnat mesele schimbătorilor de bani şi scaunele celor ce vindeau porumbei.\n16. Şi nu lăsa pe nimeni să poarte vreun vas prin Templu.\n17. Şi-i învăţa şi zicea: \"Oare nu este scris: „Casa Mea se va chema o casă de rugăciune pentru toate neamurile”? Dar voi aţi făcut din ea o peşteră de tâlhari.\"\n18. Preoţii cei mai de seamă şi cărturarii, când au auzit cuvintele acestea, căutau cum să-L omoare; căci se temeau de El, pentru că tot norodul era uimit de învăţătura Lui.\n19. Ori de câte ori se însera, Isus ieşea afară din cetate.\n20. Dimineaţa, când treceau pe lângă smochin, ucenicii l-au văzut uscat din rădăcini.\n21. Petru şi-a adus aminte de cele petrecute şi a zis lui Isus: „Învăţătorule, uite că smochinul pe care l-ai blestemat s-a uscat.”"
      }
    ]
  },
  {
    "id": 18,
    "miracle": "Peștele cu o rublă în gură (Matei 17:24÷27)",
    "refs": [
      {
        "id": 1,
        "stringRef": "Matei 17:24÷27",
        "verse": "24. Când au ajuns în Capernaum, cei ce strângeau darea pentru Templu au venit la Petru şi i-au zis: „Învăţătorul vostru nu plăteşte darea?”\n25. „Ba da”, a zis Petru. Şi, când a intrat în casă, Isus i-a luat înainte şi i-a zis: „Ce crezi, Simone? Împăraţii pământului de la cine iau dări sau biruri? De la fiii lor sau de la străini?”\n26. Petru I-a răspuns: „De la străini.” Şi Isus i-a zis: „Aşadar, fiii sunt \n27. Dar, ca să nu-i facem să păcătuiască, du-te la mare, aruncă undiţa şi trage afară peştele care va veni întâi; deschide-i gura şi vei găsi în ea o rublă pe care ia-o şi dă-le-o lor, pentru Mine şi pentru tine.”"
      }
    ]
  }
]
