[
  {
    "id": 1,
    "parable": "Semănătorul (Matei 13:1÷23, Marcu 4:1÷20, Luca 8:4÷15)",
    "refs": [
      {
        "id": 1,
        "stringRef": "Matei 13:1÷23",
        "verse": "1. În aceeaşi zi, Isus a ieşit din casă şi şedea lângă mare. \n2. O mulţime de noroade s-au strâns la El, aşa că a trebuit să Se suie să şadă într-o corabie; iar tot norodul stătea pe ţărm.\n3. El le-a vorbit despre multe lucruri în pilde şi le-a zis: „Iată, semănătorul a ieşit să semene.\n4. Pe când semăna el, o parte din sămânţă a căzut lângă drum, şi au venit păsările şi au mâncat-o.\n5. O altă parte a căzut pe locuri stâncoase, unde n-avea pământ mult: a răsărit îndată, pentru că n-a găsit un pământ adânc.\n6. Dar, când a răsărit soarele, s-a pălit; şi, pentru că n-avea rădăcini, s-a uscat.\n7. O altă parte a căzut între spini: spinii au crescut şi au înecat-o.\n8. O altă parte a căzut în pământ bun şi a dat rod: un grăunte a dat o sută, altul, şaizeci, şi altul, treizeci.\n9. Cine are urechi de auzit să audă.”\n10. Ucenicii s-au apropiat de El şi I-au zis: „De ce le vorbeşti în pilde?”\n11. Isus le-a răspuns: „Pentru că vouă v-a fost dat să cunoaşteţi tainele Împărăţiei cerurilor, iar lor nu le-a fost dat.\n12. Căci celui ce are, i se va da, şi va avea de prisos; iar de la cel ce n-are, se va lua chiar şi ce are.\n13. De aceea le vorbesc în pilde, pentru că ei, măcar că văd, nu văd, şi măcar că aud, nu aud, nici nu înţeleg.\n14. Şi cu privire la ei se împlineşte prorocia lui Isaia, care zice: \"Veţi auzi cu urechile voastre, şi nu veţi înţelege; veţi privi cu ochii voştri, şi nu veţi vedea.\n15. Căci inima acestui popor s-a împietrit; au ajuns tari de urechi, şi-au închis ochii, ca nu cumva să vadă cu ochii, să audă cu urechile, să înţeleagă cu inima, să se întoarcă la Dumnezeu, şi să-i vindec.\"\n16. Dar ferice de ochii voştri că văd; şi de urechile voastre că aud!\n17. Adevărat vă spun că mulţi proroci şi oameni neprihăniţi au dorit să vadă lucrurile pe care le vedeţi voi, şi nu le-au văzut; şi să audă lucrurile pe care le auziţi voi, şi nu le-au auzit.\n18. Ascultaţi, dar, ce înseamnă pilda semănătorului:\n19. Când un om aude Cuvântul privitor la Împărăţie, şi nu-l înţelege, vine cel rău şi răpeşte ce a fost semănat în inima lui. Acesta este sămânţa căzută lângă drum.\n20. Sămânţa căzută în locuri stâncoase este cel ce aude Cuvântul şi-l primeşte îndată cu bucurie;\n21. dar n-are rădăcină în el, ci ţine până la o vreme; şi, cum vine un necaz sau o prigonire din pricina Cuvântului, se leapădă îndată de el.\n22. Sămânţa căzută între spini este cel ce aude Cuvântul; dar îngrijorările veacului acestuia şi înşelăciunea bogăţiilor îneacă acest Cuvânt, şi ajunge neroditor.\n23. Iar sămânţa căzută în pământ bun este cel ce aude Cuvântul şi-l înţelege; el aduce rod: un grăunte dă o sută, altul şaizeci, altul treizeci.”"
      },
      {
        "id": 2,
        "stringRef": "Marcu 4:1÷20",
        "verse": "1. Isus a început iarăşi să înveţe pe norod lângă mare. Fiindcă se adunase foarte mult norod la El, S-a suit şi a şezut într-o corabie, pe mare; iar tot norodul stătea pe ţărm lângă mare.\n2. Apoi a început să-i înveţe multe lucruri în pilde; şi, în învăţătura pe care le-o dădea, le spunea:\n3. „Ascultaţi! Iată, semănătorul a ieşit să semene.\n4. Pe când semăna, o parte din sămânţă a căzut lângă drum: au venit păsările şi au mâncat-o.\n5. O altă parte a căzut pe un loc stâncos, unde n-avea mult pământ: a răsărit îndată, pentru că n-a dat de un pământ adânc;\n6. dar, când a răsărit soarele, s-a pălit; şi, pentru că n-avea rădăcină, s-a uscat.\n7. O altă parte a căzut între spini; spinii au crescut, au înecat-o şi n-a dat rod.\n8. O altă parte a căzut în pământ bun: a dat rod, care se înălţa şi creştea; şi a adus: una treizeci, alta şaizeci, şi alta o sută.”\n9. Apoi a zis: „Cine are urechi de auzit să audă.”\n10. Când a fost singur, cei ce erau în jurul Lui împreună cu cei doisprezece L-au întrebat despre pilde.\n11. „Vouă”, le-a zis El, „v-a fost dat să cunoaşteţi taina Împărăţiei lui Dumnezeu; dar pentru cei ce sunt afară din numărul vostru, toate lucrurile sunt înfăţişate în pilde;\n12. pentru ca, \"măcar că privesc, să privească şi să nu vadă, şi măcar că aud, să audă şi să nu înţeleagă, ca nu cumva să se întoarcă la Dumnezeu şi să li se ierte păcatele.\"\n13. El le-a mai zis: „Nu înţelegeţi pilda aceasta? Cum veţi înţelege atunci toate celelalte pilde?\n14. Semănătorul seamănă Cuvântul.\n15. Cei înfăţişaţi prin sămânţa căzută lângă drum sunt aceia în care este semănat Cuvântul; dar după ce l-au auzit, vine Satana îndată şi ia Cuvântul semănat în ei.\n16. Tot aşa, cei înfăţişaţi prin sămânţa căzută în locurile stâncoase sunt aceia care, când aud Cuvântul, îl primesc îndată cu bucurie;\n17. dar n-au rădăcină în ei, ci ţin până la o vreme; şi cum vine un necaz sau o prigonire din pricina Cuvântului, se leapădă îndată de el.\n18. Alţii sunt cei înfăţişaţi prin sămânţa căzută între spini; aceştia sunt cei ce aud Cuvântul;\n19. dar năvălesc în ei grijile lumii, înşelăciunea bogăţiilor şi poftele altor lucruri, care îneacă Cuvântul şi-l fac astfel neroditor.\n20. Alţii apoi sunt înfăţişaţi prin sămânţa căzută în pământ bun. Aceştia sunt cei ce aud Cuvântul, îl primesc şi fac rod: unul treizeci, altul şaizeci şi altul o sută.”"
      },
      {
        "id": 3,
        "stringRef": "Luca 8:4÷15",
        "verse": "4. Când s-a strâns o gloată mare şi a venit la El norod din felurite cetăţi, Isus a spus pilda aceasta:\n5. „Semănătorul a ieşit să-şi semene sămânţa. Pe când semăna el, o parte din sămânţă a căzut lângă drum: a fost călcată în picioare şi au mâncat-o păsările cerului.\n6. O altă parte a căzut pe stâncă; şi, cum a răsărit, s-a uscat, pentru că n-avea umezeală.\n7. O altă parte a căzut în mijlocul spinilor: spinii au crescut împreună cu ea şi au înecat-o.\n8. O altă parte a căzut pe pământ bun şi a crescut şi a făcut rod însutit.” După ce a spus aceste lucruri, Isus a strigat: „Cine are urechi de auzit să audă.”\n9. Ucenicii Lui L-au întrebat ce înţeles are pilda aceasta.\n10. El le-a răspuns: „Vouă v-a fost dat să cunoaşteţi tainele Împărăţiei lui Dumnezeu, dar celorlalţi li se vorbeşte în pilde, ca \"măcar că văd, să nu vadă, şi măcar că aud, să nu înţeleagă.\"\n11. Iată ce înţeles are pilda aceasta: Sămânţa este Cuvântul lui Dumnezeu.\n12. Cei închipuiţi în sămânţa căzută lângă drum sunt cei ce aud; apoi vine diavolul şi ia Cuvântul din inima lor, ca nu cumva să creadă şi să fie mântuiţi.\n13. Cei închipuiţi în sămânţa căzută pe stâncă sunt aceia care, când aud Cuvântul, îl primesc cu bucurie; dar n-au rădăcină, ci cred până la o vreme, iar când vine ispita, cad.\n14. Sămânţa care a căzut între spini închipuieşte pe aceia care, după ce au auzit Cuvântul, îşi văd de drum şi-l lasă să fie înăbuşit de grijile, bogăţiile şi plăcerile vieţii acesteia şi n-aduc rod care să ajungă la coacere.\n15. Sămânţa care a căzut pe pământ bun sunt aceia care, după ce au auzit Cuvântul, îl ţin într-o inimă bună şi curată şi fac rod în răbdare."
      }
    ]
  },
  {
    "id": 2,
    "parable": "Grâul și neghina (Matei 13:24÷30)",
    "refs": [
      {
        "id": 2,
        "stringRef": "Matei 13:24÷30",
        "verse": "24. Isus le-a pus înainte o altă pildă şi le-a zis: „Împărăţia cerurilor se aseamănă cu un om care a semănat o sămânţă bună în ţarina lui.\n25. Dar, pe când dormeau oamenii, a venit vrăjmaşul lui, a semănat neghină între grâu şi a plecat.\n26. Când au răsărit firele de grâu şi au făcut rod, a ieşit la iveală şi neghina.\n27. Robii stăpânului casei au venit şi i-au zis: \"Doamne, n-ai semănat sămânţă bună în ţarina ta? De unde are, dar, neghină?\"\n28. El le-a răspuns: \"Un vrăjmaş a făcut lucrul acesta.\" Şi robii i-au zis: \"Vrei, dar, să mergem s-o smulgem?\"\n29. \"Nu\", le-a zis el, \"ca nu cumva, smulgând neghina, să smulgeţi şi grâul împreună cu ea.\n30. Lăsaţi-le să crească amândouă împreună până la seceriş; şi, la vremea secerişului, voi spune secerătorilor: \"Smulgeţi întâi neghina şi legaţi-o în snopi, ca s-o ardem, iar grâul strângeţi-l în grânarul meu.\""
      }
    ]
  },
  {
    "id": 3,
    "parable": "Grăuntele de muștar (Matei 13:31÷32, Luca 13:18÷19)",
    "refs": [
      {
        "id": 1,
        "stringRef": "Matei 13:31÷32",
        "verse": "31. Isus le-a pus înainte o altă pildă şi le-a zis: „Împărăţia cerurilor se aseamănă cu un grăunte de muştar pe care l-a luat un om şi l-a semănat în ţarina sa.\n32. Grăuntele acesta, în adevăr, este cea mai mică dintre toate seminţele; dar, după ce a crescut, este mai mare decât zarzavaturile şi se face un copac, aşa că păsările cerului vin şi îşi fac cuiburi în ramurile lui.”"
      },
      {
        "id": 2,
        "stringRef": "Luca 13:18÷19",
        "verse": "18. El a mai zis: „Cu ce se aseamănă Împărăţia lui Dumnezeu şi cu ce o voi asemăna?\n19. Se aseamănă cu un grăunte de muştar pe care l-a luat un om şi l-a aruncat în grădina sa; el a crescut, s-a făcut copac mare, şi păsările cerului şi-au făcut cuiburi în ramurile lui.”"
      }
    ]
  },
  {
    "id": 4,
    "parable": "Aluatul (Matei 13:33, Luca 13:20÷21)",
    "refs": [
      {
        "id": 1,
        "stringRef": "Matei 13:33",
        "verse": "33. Le-a spus o altă pildă, şi anume: „Împărăţia cerurilor se aseamănă cu un aluat pe care l-a luat o femeie şi l-a pus în trei măsuri de făină de grâu, până s-a dospit toată plămădeala.”"
      },
      {
        "id": 2,
        "stringRef": "Luca 13:20÷21",
        "verse": "20. El a zis iarăşi: „Cu ce voi asemăna Împărăţia lui Dumnezeu?\n21. Se aseamănă cu aluatul pe care l-a luat o femeie şi l-a pus în trei măsuri de făină, până s-a dospit toată.”"
      }
    ]
  },
  {
    "id": 5,
    "parable": "Comoara ascunsă (Matei 13:44)",
    "refs": [
      {
        "id": 1,
        "stringRef": "Matei 13:44",
        "verse": "44. Împărăţia cerurilor se mai aseamănă cu o comoară ascunsă într-o ţarină. Omul care o găseşte o ascunde; şi, de bucuria ei, se duce şi vinde tot ce are şi cumpără ţarina aceea."
      }
    ]
  },
  {
    "id": 6,
    "parable": "Negustorul care caută mărgăritare prețioase (Matei 13:45÷46)",
    "refs": [
      {
        "id": 1,
        "stringRef": "Matei 13:45÷46",
        "verse": "45. Împărăţia cerurilor se mai aseamănă cu un negustor care caută mărgăritare frumoase.\n46. Şi, când găseşte un mărgăritar de mare preţ, se duce de vinde tot ce are şi-l cumpără."
      }
    ]
  },
  {
    "id": 7,
    "parable": "Năvodul pentru pescuit (Matei 13:47÷50)",
    "refs": [
      {
        "id": 1,
        "stringRef": "Matei 13:47÷50",
        "verse": "47. Împărăţia cerurilor se mai aseamănă cu un năvod aruncat în mare, care prinde tot felul de peşti.\n48. După ce s-a umplut, pescarii îl scot la mal, şed jos, aleg în vase ce este bun şi aruncă afară ce este rău.\n49. Tot aşa va fi şi la sfârşitul veacului. Îngerii vor ieşi, vor despărţi pe cei răi din mijlocul celor buni\n50. şi-i vor arunca în cuptorul aprins; acolo va fi plânsul şi scrâşnirea dinţilor."
      }
    ]
  },
  {
    "id": 8,
    "parable": "Gospodarul care scoate din vistierie (Matei 13:52)",
    "refs": [
      {
        "id": 1,
        "stringRef": "Matei 13:52",
        "verse": "52. Şi El le-a zis: „De aceea orice cărturar, care a învăţat ce trebuie despre Împărăţia cerurilor, se aseamănă cu un gospodar care scoate din vistieria lui lucruri noi şi lucruri vechi.”"
      }
    ]
  },
  {
    "id": 9,
    "parable": "Slujitorii credincioși și înțelepți (Matei 24:45÷51, Luca 12:42÷48)",
    "refs": [
      {
        "id": 1,
        "stringRef": "Matei 24:45÷51",
        "verse": "45. Care este deci robul credincios şi înţelept pe care l-a pus stăpânul său peste ceata slugilor sale, ca să le dea hrana la vremea hotărâtă?\n46. Ferice de robul acela pe care stăpânul său, la venirea lui, îl va găsi făcând aşa!\n47. Adevărat vă spun că îl va pune peste toate averile sale.\n48. Dar dacă este un rob rău, care zice în inima lui: „Stăpânul meu zăboveşte să vină!”\n49. Dacă va începe să bată pe tovarăşii lui de slujbă şi să mănânce şi să bea cu beţivii,\n50. stăpânul robului aceluia va veni în ziua în care el nu se aşteaptă şi în ceasul pe care nu-l ştie,\n51. îl va tăia în două, şi soarta lui va fi soarta făţarnicilor; acolo va fi plânsul şi scrâşnirea dinţilor."
      },
      {
        "id": 2,
        "stringRef": "Luca 12:42÷48",
        "verse": "42. Şi Domnul a zis: \"Cine este ispravnicul credincios şi înţelept pe care-l va pune stăpânul său peste slugile sale ca să le dea partea lor de hrană la vremea potrivită?\n43. Ferice de robul acela pe care stăpânul, la venirea lui, îl va găsi făcând aşa!\n44. Adevărat vă spun că îl va pune peste toată avuţia sa.\n45. Dar dacă robul acela zice în inima lui: „Stăpânul meu zăboveşte să vină”; dacă va începe să bată pe slugi şi pe slujnice, să mănânce, să bea şi să se îmbete,\n46. stăpânul robului aceluia va veni în ziua în care el nu se aşteaptă şi în ceasul în care nu ştie şi-l va tăia în bucăţi; şi soarta lui va fi soarta celor necredincioşi în lucrul încredinţat lor.\n47. Robul acela, care a ştiut voia stăpânului său, şi nu s-a pregătit deloc şi n-a lucrat după voia lui, va fi bătut cu multe lovituri.\n48. Dar cine n-a ştiut-o, şi a făcut lucruri vrednice de lovituri, va fi bătut cu puţine lovituri. Cui i s-a dat mult, i se va cere mult; şi cui i s-a încredinţat mult, i se va cere mai mult."
      }
    ]
  },
  {
    "id": 10,
    "parable": "Cele zece fecioare (Matei 25:1÷13)",
    "refs": [
      {
        "id": 1,
        "stringRef": "Matei 25:1÷13",
        "verse": "1. Atunci Împărăţia cerurilor se va asemăna cu zece fecioare care şi-au luat candelele şi au ieşit în întâmpinarea mirelui.\n2. Cinci din ele erau nechibzuite, şi cinci înţelepte.\n3. Cele nechibzuite, când şi-au luat candelele, n-au luat cu ele untdelemn;\n4. dar cele înţelepte, împreună cu candelele, au luat cu ele şi untdelemn în vase.\n5. Fiindcă mirele zăbovea, au aţipit toate şi au adormit.\n6. La miezul nopţii, s-a auzit o strigare: „Iată mirele, ieşiţi-i în întâmpinare!”\n7. Atunci toate fecioarele acelea s-au sculat şi şi-au pregătit candelele.\n8. Cele nechibzuite au zis celor înţelepte: „Daţi-ne din untdelemnul vostru, căci ni se sting candelele.”\n9. Cele înţelepte le-au răspuns: „Nu; ca nu cumva să nu ne ajungă nici nouă nici vouă; ci mai bine duceţi-vă la cei ce vând untdelemn şi cumpăraţi-vă.”\n10. Pe când se duceau ele să cumpere untdelemn, a venit mirele: cele ce erau gata au intrat cu el în odaia de nuntă şi s-a încuiat uşa.\n11. Mai pe urmă, au venit şi celelalte fecioare şi au zis: „Doamne, Doamne, deschide-ne!”\n12. Dar el, drept răspuns, le-a zis: „Adevărat vă spun că nu vă cunosc!”\n13. Vegheaţi, dar, căci nu ştiţi ziua, nici ceasul în care va veni Fiul omului."
      }
    ]
  },
  {
    "id": 11,
    "parable": "Talanții (Matei 25:14÷30)",
    "refs": [
      {
        "id": 1,
        "stringRef": "Matei 25:14÷30",
        "verse": "14. Atunci Împărăţia cerurilor se va asemăna cu un om care, când era să plece într-o altă ţară, a chemat pe robii săi şi le-a încredinţat avuţia sa.\n15. Unuia i-a dat cinci talanţi, altuia doi, şi altuia unul: fiecăruia după puterea lui; şi a plecat.\n16. Îndată, cel ce primise cei cinci talanţi s-a dus, i-a pus în negoţ şi a câştigat cu ei alţi cinci talanţi.\n17. Tot aşa, cel ce primise cei doi talanţi a câştigat şi el alţi doi cu ei.\n18. Cel ce nu primise decât un talant s-a dus de a făcut o groapă în pământ şi a ascuns acolo banii stăpânului său.\n19. După multă vreme, stăpânul robilor acelora s-a întors şi le-a cerut socoteala.\n20. Cel ce primise cei cinci talanţi a venit, a adus alţi cinci talanţi şi a zis: „Doamne, mi-ai încredinţat cinci talanţi; iată că am câştigat cu ei alţi cinci talanţi.”\n21. Stăpânul său i-a zis: „Bine, rob bun şi credincios; ai fost credincios în puţine lucruri, te voi pune peste multe lucruri; intră în bucuria stăpânului tău!”\n22. Cel ce primise cei doi talanţi a venit şi el şi a zis: „Doamne, mi-ai încredinţat doi talanţi; iată că am câştigat cu ei alţi doi talanţi.”\n23. Stăpânul său i-a zis: „Bine, rob bun şi credincios; ai fost credincios în puţine lucruri, te voi pune peste multe lucruri; intră în bucuria stăpânului tău!”\n24. Cel ce nu primise decât un talant a venit şi el şi a zis: „Doamne, am ştiut că eşti om aspru, care seceri de unde n-ai semănat şi strângi de unde n-ai vânturat:\n25. mi-a fost teamă şi m-am dus de ţi-am ascuns talantul în pământ; iată-ţi ce este al tău!”\n26. Stăpânul său i-a răspuns: „Rob viclean şi leneş! Ai ştiut că secer de unde n-am semănat şi că strâng de unde n-am vânturat;\n27. prin urmare se cădea ca tu să-mi fi dat banii la zarafi şi, la venirea mea, eu mi-aş fi luat înapoi cu dobândă ce este al meu!\n28. Luaţi-i, dar, talantul şi daţi-l celui ce are zece talanţi.\n29. Pentru că celui ce are i se va da, şi va avea de prisos; dar de la cel ce n-are se va lua şi ce are!\n30. Iar pe robul acela netrebnic, aruncaţi-l în întunericul de afară: acolo va fi plânsul şi scrâşnirea dinţilor.”"
      }
    ]
  },
  {
    "id": 12,
    "parable": "Judecata nelegiuitului bogat (Luca 16:19÷31)",
    "refs": [
      {
        "id": 1,
        "stringRef": "Luca 16:19÷31",
        "verse": "19. Era un om bogat care se îmbrăca în porfiră şi in subţire; şi în fiecare zi ducea o viaţă plină de veselie şi strălucire.\n20. La uşa lui, zăcea un sărac, numit Lazăr, plin de bube.\n21. Şi dorea mult să se sature cu firimiturile care cădeau de la masa bogatului; până şi câinii veneau şi-i lingeau bubele.\n22. Cu vremea, săracul a murit; şi a fost dus de îngeri în sânul lui Avraam. A murit şi bogatul, şi l-au îngropat.\n23. Pe când era el în Locuinţa morţilor, în chinuri, şi-a ridicat ochii în sus, a văzut de departe pe Avraam şi pe Lazăr în sânul lui\n24. şi a strigat: „Părinte Avraame, fie-ţi milă de mine şi trimite pe Lazăr să-şi înmoaie vârful degetului în apă şi să-mi răcorească limba; căci grozav sunt chinuit în văpaia aceasta.”\n25. „Fiule”, i-a răspuns Avraam, „adu-ţi aminte că, în viaţa ta, tu ţi-ai luat lucrurile bune, şi Lazăr şi-a luat pe cele rele; acum aici, el este mângâiat, iar tu eşti chinuit.\n26. Pe lângă toate acestea, între noi şi între voi este o prăpastie mare, aşa ca cei ce ar vrea să treacă de aici la voi sau de acolo la noi să nu poată.”\n27. Bogatul a zis: „Rogu-te, dar, părinte Avraame, să trimiţi pe Lazăr în casa tatălui meu;\n28. căci am cinci fraţi, şi să le adeverească aceste lucruri, ca să nu vină şi ei în acest loc de chin.”\n29. Avraam a răspuns: „Au pe Moise şi pe proroci; să asculte de ei.”\n30. „Nu, părinte Avraame”, a zis el, „ci dacă se va duce la ei cineva din morţi, se vor pocăi.”\n31. Şi Avraam i-a răspuns: „Dacă nu ascultă pe Moise şi pe proroci, nu vor crede nici chiar dacă ar învia cineva din morţi.”"
      }
    ]
  },
  {
    "id": 13,
    "parable": "Fiul risipitor (Luca 15:11÷32)",
    "refs": [
      {
        "id": 1,
        "stringRef": "Luca 15:11÷32",
        "verse": "11. El a mai zis: \"Un om avea doi fii.\n12. Cel mai tânăr din ei a zis tatălui său: „Tată, dă-mi partea de avere ce mi se cuvine.” Şi tatăl le-a împărţit averea.\n13. Nu după multe zile, fiul cel mai tânăr a strâns totul şi a plecat într-o ţară depărtată, unde şi-a risipit averea ducând o viaţă destrăbălată.\n14. După ce a cheltuit totul, a venit o foamete mare în ţara aceea, şi el a început să ducă lipsă.\n15. Atunci s-a dus şi s-a lipit de unul din locuitorii ţării aceleia, care l-a trimis pe ogoarele lui să-i păzească porcii.\n16. Mult ar fi dorit el să se sature cu roşcovele pe care le mâncau porcii, dar nu i le dădea nimeni.\n17. Şi-a venit în fire şi a zis: \"Câţi argaţi ai tatălui meu au belşug de pâine, iar eu mor de foame aici!\n18. Mă voi scula, mă voi duce la tatăl meu şi-i voi zice: „Tată, am păcătuit împotriva cerului şi împotriva ta\n19. şi nu mai sunt vrednic să mă chem fiul tău; fă-mă ca pe unul din argaţii tăi.”\n20. Şi s-a sculat şi a plecat la tatăl său. Când era încă departe, tatăl său l-a văzut şi i s-a făcut milă de el, a alergat de a căzut pe grumazul lui şi l-a sărutat mult.\n21. Fiul i-a zis: „Tată, am păcătuit împotriva cerului şi împotriva ta, nu mai sunt vrednic să mă chem fiul tău.”\n22. Dar tatăl a zis robilor săi: „Aduceţi repede haina cea mai bună şi îmbrăcaţi-l cu ea; puneţi-i un inel în deget şi încălţăminte în picioare.\n23. Aduceţi viţelul cel îngrăşat şi tăiaţi-l. Să mâncăm şi să ne înveselim;\n24. căci acest fiu al meu era mort, şi a înviat; era pierdut, şi a fost găsit.” Şi au început să se înveselească.\n25. Fiul cel mai mare era la ogor. Când a venit şi s-a apropiat de casă, a auzit muzică şi jocuri.\n26. A chemat pe unul din robi şi a început să-l întrebe ce este.\n27. Robul acela i-a răspuns: „Fratele tău a venit înapoi, şi tatăl tău a tăiat viţelul cel îngrăşat, pentru că l-a găsit iarăşi sănătos şi bine.”\n28. El s-a întărâtat de mânie şi nu voia să intre în casă. Tatăl său a ieşit afară şi l-a rugat să intre.\n29. Dar el, drept răspuns, a zis tatălui său: „Iată, eu îţi slujesc ca un rob de atâţia ani, şi niciodată nu ţi-am călcat porunca; şi mie niciodată nu mi-ai dat măcar un ied să mă înveselesc cu prietenii mei;\n30. iar când a venit acest fiu al tău, care ţi-a mâncat averea cu femeile desfrânate, i-ai tăiat viţelul cel îngrăşat.”\n31. „Fiule”, i-a zis tatăl, „tu întotdeauna eşti cu mine şi tot ce am eu este al tău.\n32. Dar trebuia să ne înveselim şi să ne bucurăm, pentru că acest frate al tău era mort, şi a înviat, era pierdut, şi a fost găsit.”"
      }
    ]
  },
  {
    "id": 14,
    "parable": "Femeia văduvă și judecătorul nemilos (Luca 18:1÷8)",
    "refs": [
      {
        "id": 1,
        "stringRef": "Luca 18:1÷8",
        "verse": "1. Isus le-a spus o pildă, ca să le arate că trebuie să se roage necurmat şi să nu se lase.\n2. El le-a zis: \"Într-o cetate era un judecător care de Dumnezeu nu se temea, şi de oameni nu se ruşina.\n3. În cetatea aceea era şi o văduvă care venea des la el şi-i zicea: „Fă-mi dreptate în cearta cu pârâşul meu.”\n4. Multă vreme n-a voit să-i facă dreptate. Dar, în urmă, şi-a zis: „Măcar că de Dumnezeu nu mă tem, şi de oameni nu mă ruşinez,\n5. totuşi, pentru că văduva aceasta mă tot necăjeşte, îi voi face dreptate, ca să nu tot vină să-mi bată capul.”\n6. Domnul a adăugat: „Auziţi ce zice judecătorul nedrept?\n7. Şi Dumnezeu nu va face dreptate aleşilor Lui care strigă zi şi noapte către El, măcar că zăboveşte faţă de ei?\n8. Vă spun că le va face dreptate în curând. Dar când va veni Fiul omului, va găsi El credinţă pe pământ?”"
      }
    ]
  },
  {
    "id": 15,
    "parable": "Fariseul și vameșul (Luca 18:9÷14)",
    "refs": [
      {
        "id": 1,
        "stringRef": "Luca 18:9÷14",
        "verse": "9. A mai spus şi pilda aceasta pentru unii care se încredeau în ei înşişi că sunt neprihăniţi şi dispreţuiau pe ceilalţi.\n10. \"Doi oameni s-au suit la Templu să se roage; unul era fariseu, şi altul vameş.\n11. Fariseul stătea în picioare şi a început să se roage în sine astfel: „Dumnezeule, Îţi mulţumesc că nu sunt ca ceilalţi oameni, hrăpăreţi, nedrepţi, preacurvari sau chiar ca vameşul acesta.\n12. Eu postesc de două ori pe săptămână, dau zeciuială din toate veniturile mele.”\n13. Vameşul stătea departe şi nu îndrăznea nici ochii să şi-i ridice spre cer; ci se bătea în piept şi zicea: „Dumnezeule, ai milă de mine, păcătosul!”\n14. Eu vă spun că mai degrabă omul acesta s-a coborât acasă socotit neprihănit decât celălalt. Căci oricine se înalţă va fi smerit; şi oricine se smereşte va fi înălţat.\""
      }
    ]
  },
  {
    "id": 16,
    "parable": "Smochinul neroditor (Luca 13:6÷9)",
    "refs": [
      {
        "id": 1,
        "stringRef": "Luca 13:6÷9",
        "verse": "6. El a spus şi pilda aceasta: \"Un om avea un smochin sădit în via sa. A venit să caute rod în el, şi n-a găsit.\n7. Atunci a zis vierului: „Iată că sunt trei ani de când vin şi caut rod în smochinul acesta, şi nu găsesc. Taie-l. La ce să mai cuprindă şi pământul degeaba?”\n8. „Doamne”, i-a răspuns vierul, „mai lasă-l şi anul acesta; am să-l sap de jur împrejur şi am să-i pun gunoi la rădăcină.\n9. Poate că de acum înainte va face rod; dacă nu, îl vei tăia.”"
      }
    ]
  },
  {
    "id": 17,
    "parable":"Împărăţia cerurilor se aseamănă cu un împărat care a vrut să se socotească cu robii săi (Matei 18:23÷34)",
    "refs": [
      {
        "id": 1,
        "stringRef": "Matei 18:23÷34",
        "verse": "23. De aceea, Împărăţia cerurilor se aseamănă cu un împărat care a vrut să se socotească cu robii săi.\n24. A început să facă socoteala şi i-au adus pe unul care îi datora zece mii de galbeni.\n25. Fiindcă el n-avea cu ce plăti, stăpânul lui a poruncit să-l vândă pe el, pe nevasta lui, pe copiii lui şi tot ce avea, şi să se plătească datoria.\n26. Robul s-a aruncat la pământ, i s-a închinat şi a zis: „Doamne, mai îngăduie-mă, şi-ţi voi plăti tot.”\n27. Stăpânul robului aceluia, făcându-i-se milă de el, i-a dat drumul şi i-a iertat datoria.\n28. Robul acela, când a ieşit afară, a întâlnit pe unul din tovarăşii lui de slujbă care-i era dator o sută de lei. A pus mâna pe el şi-l strângea de gât, zicând: „Plăteşte-mi ce-mi eşti dator.”\n29. Tovarăşul lui s-a aruncat la pământ, îl ruga şi zicea: „Mai îngăduie-mă, şi-ţi voi plăti.”\n30. Dar el n-a vrut, ci s-a dus şi l-a aruncat în temniţă, până va plăti datoria.\n31. Când au văzut tovarăşii lui cele întâmplate, s-au întristat foarte mult şi s-au dus de au spus stăpânului lor toate cele petrecute.\n32. Atunci stăpânul a chemat la el pe robul acesta şi i-a zis: „Rob viclean! Eu ţi-am iertat toată datoria, fiindcă m-ai rugat.\n33. Oare nu se cădea să ai şi tu milă de tovarăşul tău cum am avut eu milă de tine?”\n34. Şi stăpânul s-a mâniat şi l-a dat pe mâna chinuitorilor, până va plăti tot ce datora."
      }
    ]
  }
]
