[
  {
    "id": 1,
    "symbol": "Focul",
    "hints": [
      {
        "id": 1,
        "hint": "Sfințenie, judecată divină (Gen. 3:24).\n- La începutul istoriei omenirii, sub forma unei „săbii învăpăiate”, focul păzește drumul către pomul vieţii.",
        "refs": [
          {
            "id": 1,
            "stringRef": "Gen. 3:24",
            "verse": "24. Astfel a izgonit El pe Adam; şi la răsăritul grădinii Edenului a pus nişte heruvimi, care să învârtească o sabie învăpăiată, ca să păzească drumul care duce la pomul vieţii."
          }
        ]
      },
      {
        "id": 2,
        "hint": "Sfințenie, ceva ce nu poate fi atins de om (Exod 3:2).\n- O reprezentare vizibilă a unui înger al lui Dumnezeu, în timpul lui Moise.",
        "refs": [
          {
            "id": 1,
            "stringRef": "Exod 3:2",
            "verse": "2. Îngerul Domnului i S-a arătat într-o flacără de foc, care ieşea din mijlocul unui rug. Moise s-a uitat; şi iată că rugul era tot un foc, şi rugul nu se mistuia deloc."
          }
        ]
      }
    ]
  },
  {
    "id": 2,
    "symbol": "Apa",
    "hints": [
      {
        "id": 1,
        "hint": "Purificare și iertare (Ps. 51:7, Ezec. 36:25).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Ps. 51:7",
            "verse": "7. Curăţă-mă cu isop, şi voi fi curat; spală-mă, şi voi fi mai alb decât zăpada."
          },
          {
            "id": 2,
            "stringRef": "Ezec. 36:25",
            "verse": "25. Vă voi stropi cu apă curată, şi veţi fi curăţaţi; vă voi curăţa de toate spurcăciunile voastre şi de toţi idolii voştri."
          }
        ]
      },
      {
        "id": 2,
        "hint": "Cuvântul lui Dumnezeu (Ioan 3:5, Ioan 4:14).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Ioan 3:5",
            "verse": "5. Isus i-a răspuns: „Adevărat, adevărat îţi spun că, dacă nu se naşte cineva din apă şi din Duh, nu poate să intre în Împărăţia lui Dumnezeu."
          },
          {
            "id": 2,
            "stringRef": "Ioan 4:14",
            "verse": "14. Dar oricui va bea din apa pe care i-o voi da Eu, în veac nu-i va fi sete; ba încă, apa pe care i-o voi da Eu se va preface în el într-un izvor de apă care va ţâşni în viaţa veşnică.”"
          }
        ]
      },
      {
        "id": 3,
        "hint": "Duh Sfânt (Ioan 7:37÷38).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Ioan 7:37÷38",
            "verse": "37. În ziua de pe urmă, care era ziua cea mare a praznicului, Isus a stat în picioare şi a strigat: „Dacă însetează cineva, să vină la Mine şi să bea.\n38. Cine crede în Mine, din inima lui vor curge râuri de apă vie, cum zice Scriptura.”"
          }
        ]
      },
      {
        "id": 4,
        "hint": "Hrană spirituală și mântuire (Isaia 55:1, Apoc. 22:17).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Isaia 55:1",
            "verse": "1. Voi toţi cei însetaţi, veniţi la ape, chiar şi cel ce n-are bani! Veniţi şi cumpăraţi bucate, veniţi şi cumpăraţi vin şi lapte fără bani şi fără plată!"
          },
          {
            "id": 2,
            "stringRef": "Apoc. 22:17",
            "verse": "17. Şi Duhul şi Mireasa zic: „Vino!”, şi cine aude să zică: „Vino!”, şi celui ce îi este sete să vină; cine vrea să ia apa vieţii fără plată!"
          }
        ]
      },
      {
        "id": 5,
        "hint": "Protecție și binecuvântare divină (Ps. 23:2, Ezec. 47:1÷12).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Ps. 23:2",
            "verse": "2. El mă paşte în păşuni verzi şi mă duce la ape de odihnă;"
          },
          {
            "id": 2,
            "stringRef": "Ezec. 47:1÷12",
            "verse": "1. M-a adus înapoi la uşa Casei. Şi iată că ieşea apă de sub pragul Casei, dinspre răsărit; căci faţa Casei era spre răsărit. Apa se cobora de sub partea dreaptă a Casei înspre partea de miazăzi a altarului.\n2. M-a scos pe poarta de miazănoapte şi m-a făcut să ocolesc pe din afară până la poarta de răsărit. Şi iată că apa curgea din partea dreaptă.\n3. Când a înaintat omul acela spre răsărit, cu măsura în mână, a măsurat o mie de coţi şi m-a trecut prin apă; apa îmi venea până la glezne.\n4. A mai măsurat iarăşi o mie de coţi şi m-a pus să trec prin apă, şi apa îmi venea până la genunchi. A măsurat iarăşi o mie de coţi şi m-a trecut prin ea, şi apa îmi venea până la şolduri.\n5. A măsurat iarăşi o mie de coţi, şi atunci era un râu pe care nu-l puteam trece, căci apa era atât de adâncă încât trebuia să înot - un râu care nu se putea trece.\n6. El mi-a zis: „Ai văzut, fiul omului?” Şi m-a luat şi m-a adus înapoi pe malul râului.\n7. Când m-a adus înapoi, iată că pe malul râului erau o mulţime de copaci pe amândouă părţile.\n8. El mi-a zis: „Apa aceasta curge spre ţinutul de răsărit, se coboară în câmpie şi se varsă în mare şi, vărsându-se în mare, apele mării se vor vindeca.\n9. Orice făptură vie care se mişcă va trăi pretutindeni pe unde va curge râul şi vor fi o mulţime de peşti; căci ori pe unde va ajunge apa aceasta, apele se vor face sănătoase, şi pretutindeni pe unde va ajunge râul acesta, va fi viaţă.\n10. Pescarii vor sta pe malurile lui, de la En-Ghedi până la En-Eglaim, şi vor întinde mrejele; vor fi peşti de felurite soiuri, ca peştii Mării celei Mari, şi vor fi foarte mulţi.\n11. Mlaştinile şi gropile ei nu se vor vindeca, ci vor fi lăsate pradă sării.\n12. Dar lângă râul acesta, pe malurile lui de amândouă părţile, vor creşte tot felul de pomi roditori. Frunza lor nu se va veşteji, şi roadele lor nu se vor sfârşi; în fiecare lună vor face roade noi, pentru că apele vor ieşi din Sfântul Locaş. Roadele lor vor sluji ca hrană, şi frunzele lor, ca leac.”"
          }
        ]
      }
    ]
  },
  {
    "id": 3,
    "symbol": "Lumina",
    "hints": [
      {
        "id": 1,
        "hint": "Începutul ordinii și al vieții (Gen. 1:3÷4).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Gen. 1:3÷4",
            "verse": "3. Dumnezeu a zis: „Să fie lumină!” Şi a fost lumină.\n4. Dumnezeu a văzut că lumina era bună; şi Dumnezeu a despărţit lumina de întuneric."
          }
        ]
      },
      {
        "id": 2,
        "hint": "Prezență și călăuzire divină (Exod 13:21).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Exod 13:21",
            "verse": "21. Domnul mergea înaintea lor, ziua într-un stâlp de nor, ca să-i călăuzească pe drum, iar noaptea într-un stâlp de foc, ca să-i lumineze, pentru ca să meargă şi ziua şi noaptea."
          }
        ]
      },
      {
        "id": 3,
        "hint": "Protecție și salvare divină (Ps. 27:1).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Ps. 27:1",
            "verse": "Domnul este lumina şi mântuirea mea: de cine să mă tem? Domnul este sprijinitorul vieţii mele: de cine să-mi fie frică?"
          }
        ]
      },
      {
        "id": 4,
        "hint": "Călăuzire (Ps. 119:105).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Ps. 119:105",
            "verse": "105. Cuvântul Tău este o candelă pentru picioarele mele şi o lumină pe cărarea mea."
          }
        ]
      },
      {
        "id": 5,
        "hint": "Speranță și mântuire (Isaia 9:2).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Isaia 9:2",
            "verse": "2. Poporul care umbla în întuneric vede o mare lumină; peste cei ce locuiau în ţara umbrei morţii răsare o lumină."
          }
        ]
      },
      {
        "id": 6,
        "hint": "Gloria și binecuvântarea Domnului (Isaia 60:1).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Isaia 60:1",
            "verse": "1. Scoală-te, luminează-te! Căci lumina ta vine, şi slava Domnului răsare peste tine."
          }
        ]
      },
      {
        "id": 7,
        "hint": "Ucenicii lui Isus (Matei 5:14÷16).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Matei 5:14÷16",
            "verse": "14. Voi sunteţi lumina lumii. O cetate aşezată pe un munte nu poate să rămână ascunsă.\n15. Şi oamenii n-aprind lumina ca s-o pună sub obroc, ci o pun în sfeşnic, şi luminează tuturor celor din casă.\n16. Tot aşa să lumineze şi lumina voastră înaintea oamenilor, ca ei să vadă faptele voastre bune şi să slăvească pe Tatăl vostru care este în ceruri."
          }
        ]
      },
      {
        "id": 8,
        "hint": "Isus (Ioan 1:4÷5, Ioan 8:12).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Ioan 1:4÷5",
            "verse": "4. În El era viaţa, şi viaţa era lumina oamenilor.\n5. Lumina luminează în întuneric, şi întunericul n-a biruit-o."
          },
          {
            "id": 2,
            "stringRef": "Ioan 8:12",
            "verse": "12. Isus le-a vorbit din nou şi a zis: „Eu sunt Lumina lumii; cine Mă urmează pe Mine nu va umbla în întuneric, ci va avea lumina vieţii.”"
          }
        ]
      },
      {
        "id": 9,
        "hint": "Sfințenie și adevăr divin (1 Ioan 1:5÷7).",
        "refs": [
          {
            "id": 1,
            "stringRef": "1 Ioan 1:5÷7",
            "verse": "5. Vestea, pe care am auzit-o de la El şi pe care v-o propovăduim, este că Dumnezeu e lumină, şi în El nu este întuneric.\n6. Dacă zicem că avem părtăşie cu El, şi umblăm în întuneric, minţim şi nu trăim adevărul.\n7. Dar dacă umblăm în lumină, după cum El însuşi este în lumină, avem părtăşie unii cu alţii; şi sângele lui Isus Hristos, Fiul Lui, ne curăţă de orice păcat."
          }
        ]
      },
      {
        "id": 10,
        "hint": "Lumina provine direct de la slava lui Dumnezeu și de la Isus (Apoc. 21:23).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Apoc. 21:23",
            "verse": "23. Cetatea n-are trebuinţă nici de soare, nici de lună, ca s-o lumineze; căci o luminează slava lui Dumnezeu, şi făclia ei este Mielul."
          }
        ]
      }
    ]
  },
  {
    "id": 4,
    "symbol": "Crucea",
    "hints": [
      {
        "id": 1,
        "hint": "Ucenicia la Isus (Matei 10:38, Matei 16:24, Marcu 8:34, Luca 9:23, Luca 14:27).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Matei 10:38",
            "verse": "38. Cine nu-şi ia crucea lui şi nu vine după Mine nu este vrednic de Mine."
          },
          {
            "id": 2,
            "stringRef": "Matei 16:24",
            "verse": "24. Atunci Isus a zis ucenicilor Săi: „Dacă voieşte cineva să vină după Mine, să se lepede de sine, să-şi ia crucea şi să Mă urmeze."
          },
          {
            "id": 3,
            "stringRef": "Marcu 8:34",
            "verse": "34. Apoi a chemat la El norodul împreună cu ucenicii Săi şi le-a zis: „Dacă voieşte cineva să vină după Mine, să se lepede de sine însuşi, să-şi ia crucea şi să Mă urmeze."
          },
          {
            "id": 4,
            "stringRef": "Luca 9:23",
            "verse": "23. Apoi a zis tuturor: „Dacă voieşte cineva să vină după Mine, să se lepede de sine, să-şi ia crucea în fiecare zi şi să Mă urmeze."
          },
          {
            "id": 5,
            "stringRef": "Luca 14:27",
            "verse": "27. Şi oricine nu-şi poartă crucea şi nu vine după Mine, nu poate fi ucenicul Meu."
          }
        ]
      },
      {
        "id": 2,
        "hint": "Răstignirea lui Isus (Ioan 19:17÷18, 1 Cor. 1:18, Gal. 6:14, Efes. 2:16, Col. 2:14, Evrei 12:2).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Ioan 19:17÷18",
            "verse": "17. Isus, ducându-Şi crucea, a ajuns la locul zis al „Căpăţânii”, care în evreieşte se cheamă „Golgota”.\n18. Acolo a fost răstignit; şi împreună cu El au fost răstigniţi alţi doi, unul de o parte, şi altul de alta, iar Isus la mijloc."
          },
          {
            "id": 2,
            "stringRef": "1 Cor. 1:18",
            "verse": "18. Fiindcă propovăduirea crucii este o nebunie pentru cei ce sunt pe calea pierzării; dar pentru noi, care suntem pe calea mântuirii, este puterea lui Dumnezeu."
          },
          {
            "id": 3,
            "stringRef": "Gal. 6:14",
            "verse": "14. În ce mă priveşte, departe de mine gândul să mă laud cu altceva decât cu crucea Domnului nostru Isus Hristos, prin care lumea este răstignită faţă de mine, şi eu faţă de lume!"
          },
          {
            "id": 4,
            "stringRef": "Efes. 2:16",
            "verse": "16. şi a împăcat pe cei doi cu Dumnezeu într-un singur trup, prin cruce, prin care a nimicit vrăjmăşia."
          },
          {
            "id": 5,
            "stringRef": "Col. 2:14",
            "verse": "14. A şters zapisul cu poruncile lui, care stătea împotriva noastră şi ne era potrivnic, şi l-a nimicit, pironindu-l pe cruce."
          },
          {
            "id": 6,
            "stringRef": "Evrei 12:2",
            "verse": "2. Să ne uităm ţintă la Căpetenia şi Desăvârşirea credinţei noastre, adică la Isus, care, pentru bucuria care-I era pusă înainte, a suferit crucea, a dispreţuit ruşinea, şi şade la dreapta scaunului de domnie al lui Dumnezeu."
          }
        ]
      }
    ]
  },
  {
    "id": 5,
    "symbol": "Piatra unghiulară",
    "hints": [
      {
        "id": 1,
        "hint": "Isus Hristos (Ps. 118:22, Isaia 28:16, Matei 21:42, Marcu 12:10÷11, Luca 20:17, Fapte 4:11, Efes. 2:19÷20, 1 Pet. 2:6÷8).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Ps. 118:22",
            "verse": "22. Piatra pe care au lepădat-o zidarii a ajuns să fie pusă în capul unghiului clădirii."
          },
          {
            "id": 2,
            "stringRef": "Isaia 28:16",
            "verse": "16. de aceea, aşa vorbeşte Domnul Dumnezeu: „Iată, pun ca temelie în Sion o piatră, o piatră încercată, o piatră de preţ, piatră din capul unghiului clădirii, temelie puternică; cel ce o va lua ca sprijin nu se va grăbi să fugă."
          },
          {
            "id": 3,
            "stringRef": "Matei 21:42",
            "verse": "42. Isus le-a zis: \"N-aţi citit niciodată în Scripturi că: „Piatra pe care au lepădat-o zidarii a ajuns să fie pusă în capul unghiului; Domnul a făcut acest lucru şi este minunat în ochii noştri”?"
          },
          {
            "id": 4,
            "stringRef": "Marcu 12:10÷11",
            "verse": "10. Oare n-aţi citit locul acesta din Scriptură: „Piatra pe care au lepădat-o zidarii a ajuns să fie pusă în capul unghiului;\n11. Domnul a făcut acest lucru şi este minunat în ochii noştri”?"
          },
          {
            "id": 5,
            "stringRef": "Luca 20:17",
            "verse": "17. Dar Isus i-a privit drept în faţă şi a zis: \"Ce înseamnă cuvintele acestea care au fost scrise: „Piatra pe care au lepădat-o zidarii a ajuns să fie pusă în capul unghiului”?"
          },
          {
            "id": 6,
            "stringRef": "Fapte 4:11",
            "verse": "11. El este „Piatra lepădată de voi, zidarii, care a ajuns să fie pusă în capul unghiului.”"
          },
          {
            "id": 7,
            "stringRef": "Efes. 2:19÷20",
            "verse": "19. Aşadar, voi nu mai sunteţi nici străini, nici oaspeţi ai casei, ci sunteţi împreună cetăţeni cu sfinţii, oameni din casa lui Dumnezeu,\n20. fiind zidiţi pe temelia apostolilor şi prorocilor, piatra din capul unghiului fiind Isus Hristos."
          },
          {
            "id": 8,
            "stringRef": "1 Pet. 2:6÷8",
            "verse": "6. Căci este scris în Scriptură: „Iată că pun în Sion o Piatră din capul unghiului, aleasă, scumpă; şi cine se încrede în El nu va fi dat de ruşine.”\n7. Cinstea aceasta este, dar, pentru voi care aţi crezut! Dar pentru cei necredincioşi, „Piatra pe care au lepădat-o zidarii a ajuns să fie pusă în capul unghiului”,\n8. şi „o Piatră de poticnire şi o Stâncă de cădere”. Ei se lovesc de ea, pentru că n-au crezut Cuvântul, şi la aceasta sunt rânduiţi."
          }
        ]
      }
    ]
  },
  {
    "id": 6,
    "symbol": "Pâinea",
    "hints": [
      {
        "id": 1,
        "hint": "Hrană fizică, dar și hrană spirituală, adesea fiind asociată cu Isus Hristos ca Pâinea Vieții (Exod 16:4, Deut. 8:3, 1 Regi 17:12÷16, Ps. 78:23÷25, Isaia 55:2, Matei 4:4, Matei 6:11, Matei 26:26, Ioan 6:31÷35, Ioan 6:48÷51, 1 Cor. 10:16÷17, 1 Cor. 11:23÷24).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Exod 16:4",
            "verse": "4. Domnul a zis lui Moise: „Iată că voi face să vă plouă pâine din ceruri. Poporul va ieşi afară şi va strânge, cât îi trebuie pentru fiecare zi, ca să-l pun la încercare şi să văd dacă va umbla sau nu după legea Mea."
          },
          {
            "id": 2,
            "stringRef": "Deut. 8:3",
            "verse": "3. Astfel, te-a smerit, te-a lăsat să suferi de foame şi te-a hrănit cu mană, pe care nici tu n-o cunoşteai şi nici părinţii tăi n-o cunoscuseră, ca să te înveţe că omul nu trăieşte numai cu pâine, ci cu orice lucru care iese din gura Domnului trăieşte omul."
          },
          {
            "id": 3,
            "stringRef": "1 Regi 17:12÷16",
            "verse": "12. Şi ea a răspuns: „Viu este Domnul Dumnezeul tău, că n-am nimic copt, n-am decât un pumn de făină într-o oală şi puţin untdelemn într-un ulcior. Şi iată, strâng două bucăţi de lemne, apoi mă voi întoarce şi voi pregăti ce am pentru mine şi pentru fiul meu: vom mânca şi apoi vom muri.”\n13. Ilie i-a zis: \"Nu te teme, întoarce-te şi fă cum ai zis. Numai, pregăteşte-mi întâi mie, cu untdelemnul şi făina aceea, o mică turtă şi adu-mi-o; pe urmă să faci şi pentru tine şi pentru fiul tău.\n14. Căci aşa vorbeşte Domnul Dumnezeul lui Israel: „Făina din oală nu va scădea, şi untdelemnul din ulcior nu se va împuţina până în ziua când va da Domnul ploaie pe faţa pământului.”\n15. Ea s-a dus şi a făcut după cuvântul lui Ilie. Şi multă vreme a avut ce să mănânce, ea şi familia ei şi Ilie.\n16. Făina din oală n-a scăzut, şi untdelemnul din ulcior nu s-a împuţinat, după cuvântul pe care-l rostise Domnul prin Ilie."
          },
          {
            "id": 4,
            "stringRef": "Ps. 78:23÷25",
            "verse": "23. El a poruncit norilor de sus şi a deschis porţile cerurilor:\n24. a plouat peste ei mană de mâncare şi le-a dat grâu din cer.\n25. Au mâncat cu toţii pâinea celor mari, şi le-a trimis mâncare să se sature."
          },
          {
            "id": 5,
            "stringRef": "Isaia 55:2",
            "verse": "2. De ce cântăriţi argint pentru un lucru care nu hrăneşte? De ce vă daţi câştigul muncii pentru ceva care nu satură? Ascultaţi-Mă, dar, şi veţi mânca ce este bun, şi sufletul vostru se va desfăta cu bucate gustoase."
          },
          {
            "id": 6,
            "stringRef": "Matei 4:4",
            "verse": "4. Drept răspuns, Isus i-a zis: \"Este scris: „Omul nu trăieşte numai cu pâine, ci cu orice cuvânt care iese din gura lui Dumnezeu.”"
          },
          {
            "id": 7,
            "stringRef": "Matei 6:11",
            "verse": "11. Pâinea noastră cea de toate zilele dă-ne-o nouă astăzi;"
          },
          {
            "id": 8,
            "stringRef": "Matei 26:26",
            "verse": "26. Pe când mâncau ei, Isus a luat o pâine; şi, după ce a binecuvântat, a frânt-o şi a dat-o ucenicilor, zicând: „Luaţi, mâncaţi; acesta este trupul Meu.”"
          },
          {
            "id": 9,
            "stringRef": "Ioan 6:31÷35",
            "verse": "31. Părinţii noştri au mâncat mană în pustiu, după cum este scris: „Le-a dat să mănânce pâine din cer.”\n32. Isus le-a zis: „Adevărat, adevărat vă spun că Moise nu v-a dat pâinea din cer, ci Tatăl Meu vă dă adevărata pâine din cer;\n33. căci Pâinea lui Dumnezeu este aceea care Se coboară din cer şi dă lumii viaţa.”\n34. „Doamne”, I-au zis ei, „dă-ne totdeauna această pâine.”\n35. Isus le-a zis: „Eu sunt Pâinea vieţii. Cine vine la Mine nu va flămânzi niciodată; şi cine crede în Mine nu va înseta niciodată."
          },
          {
            "id": 10,
            "stringRef": "Ioan 6:48÷51",
            "verse": "48. Eu sunt Pâinea vieţii.\n49. Părinţii voştri au mâncat mană în pustiu, şi au murit.\n50. Pâinea care Se coboară din cer este de aşa fel, ca cineva să mănânce din ea şi să nu moară.\n51. Eu sunt Pâinea vie care s-a coborât din cer. Dacă mănâncă cineva din pâinea aceasta, va trăi în veac; şi pâinea pe care o voi da Eu este trupul Meu pe care Îl voi da pentru viaţa lumii.”"
          },
          {
            "id": 11,
            "stringRef": "1 Cor. 10:16÷17",
            "verse": "16. Paharul binecuvântat, pe care-l binecuvântăm, nu este el împărtăşirea cu sângele lui Hristos? Pâinea pe care o frângem, nu este ea împărtăşirea cu trupul lui Hristos?\n17. Având în vedere că este o pâine, noi, care suntem mulţi, suntem un trup; căci toţi luăm o parte din aceeaşi pâine."
          },
          {
            "id": 12,
            "stringRef": "1 Cor. 11:23÷24",
            "verse": "23. Căci am primit de la Domnul ce v-am învăţat; şi anume, că Domnul Isus, în noaptea în care a fost vândut, a luat o pâine.\n24. Şi, după ce a mulţumit lui Dumnezeu, a frânt-o şi a zis: „Luaţi, mâncaţi; acesta este trupul Meu care se frânge pentru voi; să faceţi lucrul acesta spre pomenirea Mea.”"
          }
        ]
      }
    ]
  },
  {
    "id": 7,
    "symbol": "Vinul",
    "hints": [
      {
        "id": 1,
        "hint": "Binecuvântare și prosperitate date de Dumnezeu poporului Său (Deut. 7:13, Prov. 3:9÷10, Ps. 104:14÷15, Isaia 25:6).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Deut. 7:13",
            "verse": "13. El te va iubi, te va binecuvânta şi te va înmulţi; va binecuvânta rodul trupului tău şi rodul pământului tău, grâul tău, mustul şi untdelemnul tău, rodul cirezilor tale de vite şi rodul turmelor tale de oi, în ţara pe care a jurat părinţilor tăi că ţi-o va da."
          },
          {
            "id": 2,
            "stringRef": "Prov. 3:9÷10",
            "verse": "9. Cinsteşte pe Domnul cu averile tale şi cu cele dintâi roade din tot venitul tău:\n10. căci atunci grânarele îţi vor fi pline de belşug, şi teascurile tale vor geme de must."
          },
          {
            "id": 3,
            "stringRef": "Ps. 104:14÷15",
            "verse": "14. Tu faci să crească iarba pentru vite, şi verdeţuri, pentru nevoile omului, ca pământul să dea hrană:\n15. vin, care înveseleşte inima omului, untdelemn, care-i înfrumuseţează faţa, şi pâine, care-i întăreşte inima."
          },
          {
            "id": 4,
            "stringRef": "Isaia 25:6",
            "verse": "6. Domnul oştirilor pregăteşte tuturor popoarelor, pe muntele acesta, un ospăţ de bucate gustoase, un ospăţ de vinuri vechi, de bucate miezoase, pline de măduvă, de vinuri vechi şi limpezite."
          }
        ]
      },
      {
        "id": 2,
        "hint": "Binecuvântările spirituale oferite gratuit de Dumnezeu (Isaia 55:1).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Isaia 55:1",
            "verse": "1. Voi toţi cei însetaţi, veniţi la ape, chiar şi cel ce n-are bani! Veniţi şi cumpăraţi bucate, veniţi şi cumpăraţi vin şi lapte fără bani şi fără plată!"
          }
        ]
      },
      {
        "id": 3,
        "hint": "Noul legământ adus de Isus Hristos (Matei 9:17, Matei 26:27÷29).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Matei 9:17",
            "verse": "17. Nici nu pun oamenii vin nou în burdufuri vechi; altfel, burdufurile plesnesc, vinul se varsă, şi burdufurile se prăpădesc; ci vinul nou îl pun în burdufuri noi, şi se păstrează amândouă."
          },
          {
            "id": 2,
            "stringRef": "Matei 26:27÷29",
            "verse": "27. Apoi a luat un pahar şi, după ce a mulţumit lui Dumnezeu, li l-a dat, zicând: „Beţi toţi din el;\n28. căci acesta este sângele Meu, sângele legământului celui nou, care se varsă pentru mulţi, spre iertarea păcatelor.\n29. Vă spun că, de acum încolo nu voi mai bea din acest rod al viţei, până în ziua când îl voi bea cu voi nou în Împărăţia Tatălui Meu.”"
          }
        ]
      },
      {
        "id": 4,
        "hint": "Transformarea și bucuria adusă de prezența lui Hristos (Ioan 2:1÷11).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Ioan 2:1÷11",
            "verse": "1. A treia zi s-a făcut o nuntă în Cana din Galileea. Mama lui Isus era acolo.\n2. Şi la nuntă a fost chemat şi Isus cu ucenicii Lui.\n3. Când s-a isprăvit vinul, mama lui Isus I-a zis: „Nu mai au vin.”\n4. Isus i-a răspuns: „Femeie, ce am a face Eu cu tine? Nu Mi-a venit încă ceasul.”\n5. Mama Lui a zis slugilor: „Să faceţi orice vă va zice.”\n6. Şi acolo erau şase vase de piatră, puse după obiceiul de curăţare al iudeilor; şi în fiecare vas încăpeau câte două sau trei vedre.\n7. Isus le-a zis: „Umpleţi vasele acestea cu apă.” Şi le-au umplut până sus.\n8. „Scoateţi acum”, le-a zis El, „şi aduceţi nunului.” Şi i-au adus:\n9. Nunul, după ce a gustat apa făcută vin - el nu ştia de unde vine vinul acesta (slugile însă, care scoseseră apa, ştiau) - a chemat pe mire\n10. şi i-a zis: „Orice om pune la masă întâi vinul cel bun; şi, după ce oamenii au băut bine, atunci pune pe cel mai puţin bun; dar tu ai ţinut vinul cel bun până acum.”\n11. Acest început al semnelor Lui l-a făcut Isus în Cana din Galileea. El Şi-a arătat slava Sa, şi ucenicii Lui au crezut în El."
          }
        ]
      },
      {
        "id": 5,
        "hint": "Mânia și judecata divină (Apoc. 14:9÷10, Apoc. 19:15).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Apoc. 14:9÷10",
            "verse": "9. Apoi a urmat un alt înger, al treilea, şi a zis cu glas tare: „Dacă se închină cineva fiarei şi icoanei ei şi primeşte semnul ei pe frunte sau pe mână,\n10. va bea şi el din vinul mâniei lui Dumnezeu, turnat neamestecat în paharul mâniei Lui; şi va fi chinuit în foc şi în pucioasă, înaintea sfinţilor îngeri şi înaintea Mielului."
          },
          {
            "id": 2,
            "stringRef": "Apoc. 19:15",
            "verse": "15. Din gura Lui ieşea o sabie ascuţită, ca să lovească neamurile cu ea, pe care le va cârmui cu un toiag de fier. Şi va călca cu picioarele teascul vinului mâniei aprinse a atotputernicului Dumnezeu."
          }
        ]
      },
      {
        "id": 6,
        "hint": "Vinul este folosit în actele de închinare (Gen. 14:18).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Gen. 14:18",
            "verse": "18. Melhisedec, împăratul Salemului, a adus pâine şi vin: el era preot al Dumnezeului celui Preaînalt."
          }
        ]
      },
      {
        "id": 7,
        "hint": "Vinul este folosit în scopuri medicale (1 Tim. 5:23).",
        "refs": [
          {
            "id": 1,
            "stringRef": "1 Tim. 5:23",
            "verse": "23. Să nu mai bei numai apă, ci să iei şi câte puţin vin, din pricina stomacului tău şi din pricina deselor tale îmbolnăviri."
          }
        ]
      },
      {
        "id": 8,
        "hint": "Avertisment pentru pierderea autocontrolului (Gen. 9:20÷21, Efes. 5:18).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Gen. 9:20÷21",
            "verse": "20. Noe a început să fie lucrător de pământ şi a sădit o vie.\n21. A băut vin, s-a îmbătat şi s-a dezgolit în mijlocul cortului său."
          },
          {
            "id": 2,
            "stringRef": "Efes. 5:18",
            "verse": "18. Nu vă îmbătaţi de vin, aceasta este destrăbălare. Dimpotrivă, fiţi plini de Duh."
          }
        ]
      }
    ]
  },
  {
    "id": 8,
    "symbol": "Vița de vie",
    "hints": [
      {
        "id": 1,
        "hint": "Prosperitate și belșug (Gen. 49:11).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Gen. 49:11",
            "verse": "11. El îşi leagă măgarul de viţă şi, de cel mai bun butuc de viţă, mânzul măgăriţei lui; îşi spală haina în vin, şi mantaua în sângele strugurilor."
          }
        ]
      },
      {
        "id": 2,
        "hint": "Israel (Ps. 80:8÷9, Isaia 5:1÷7).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Ps. 80:8÷9",
            "verse": "8. Tu ai adus o vie din Egipt, ai izgonit neamuri şi ai sădit-o.\n9. Ai făcut loc înaintea ei, şi ea a dat rădăcini şi a umplut ţara."
          },
          {
            "id": 2,
            "stringRef": "Isaia 5:1÷7",
            "verse": "1. Voi cânta Preaiubitului meu cântarea Preaiubitului meu despre via Lui. Preaiubitul meu avea o vie pe o câmpie foarte mănoasă.\n2. I-a săpat pământul, l-a curăţat de pietre şi a sădit în el viţele cele mai alese. A zidit un turn în mijlocul ei şi a săpat şi un teasc, apoi trăgea nădejde că are să-I facă struguri buni, dar a făcut struguri sălbatici.\n3. „Acum, dar - zice Domnul - locuitori ai Ierusalimului şi bărbaţi ai lui Iuda, judecaţi voi între Mine şi via Mea!\n4. Ce aş mai fi putut face viei Mele, şi nu i-am făcut? Pentru ce a făcut ea struguri sălbatici, când Eu mă aşteptam să facă struguri buni?\n5. Vă voi spune însă acum ce voi face viei Mele: îi voi smulge gardul, ca să fie păscută de vite; îi voi surpa zidul, ca să fie călcată în picioare;\n6. o voi pustii; nu va mai fi curăţată, nici săpată; spini şi mărăcini vor creşte în ea! Voi porunci şi norilor să nu mai plouă peste ea.”\n7. Via Domnului oştirilor este casa lui Israel, şi bărbaţii lui Iuda sunt viţa pe care o iubea. El se aştepta la judecată, şi când colo, iată sânge vărsat! Se aştepta la dreptate, şi când colo, iată strigăte de apăsare!"
          }
        ]
      },
      {
        "id": 3,
        "hint": "Israelul necredincios (Ezec. 15:1÷6, Osea 10:1÷2).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Ezec. 15:1÷6",
            "verse": "1. Cuvântul Domnului mi-a vorbit astfel:\n2. „Fiul omului, ce are lemnul de viţă mai mult decât orice alt lemn, viţele de vie mai mult decât cele ce sunt printre copacii din pădure?\n3. Ia oare cineva din lemnul acesta ca să facă vreo lucrare? Face cineva din el vreun cârlig de atârnat ceva în el?\n4. Iată că este pus pe foc să ardă; după ce îi arde focul cele două capete şi mijlocul, mai poate fi el bun de ceva?\n5. Iată, când era întreg, nu se putea face nimic din el; cu cât mai puţin acum după ce l-a mistuit şi l-a ars focul, s-ar mai putea face vreo lucrare din el?\n6. De aceea, aşa vorbeşte Domnul Dumnezeu: «Ca lemnul de viţă dintre copacii din pădure, pe care-l pun pe foc să-l ard, aşa voi da şi pe locuitorii Ierusalimului."
          },
          {
            "id": 2,
            "stringRef": "Osea 10:1÷2",
            "verse": "1. Israel era o vie mănoasă, care făcea multe roade. Cu cât roadele sale erau mai multe, cu atât mai multe altare a zidit; cu cât îi propăşea ţara, cu atât înfrumuseţa stâlpii idoleşti.\n2. Inima lor este împărţită: de aceea vor fi pedepsiţi. Domnul le va surpa altarele, le va nimici stâlpii idoleşti."
          }
        ]
      },
      {
        "id": 4,
        "hint": "Isus (Ioan 15:1÷8).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Ioan 15:1÷8",
            "verse": "1. Eu sunt adevărata Viţă, şi Tatăl Meu este Vierul.\n2. Pe orice mlădiţă care este în Mine, şi n-aduce rod, El o taie; şi pe orice mlădiţă care aduce rod, o curăţă, ca să aducă şi mai mult rod.\n3. Acum voi sunteţi curaţi, din pricina Cuvântului pe care vi l-am spus.\n4. Rămâneţi în Mine, şi Eu voi rămâne în voi. După cum mlădiţa nu poate aduce rod de la sine, dacă nu rămâne în viţă, tot aşa nici voi nu puteţi aduce rod, dacă nu rămâneţi în Mine.\n5. Eu sunt Viţa, voi sunteţi mlădiţele. Cine rămâne în Mine şi în cine rămân Eu aduce mult rod; căci despărţiţi de Mine nu puteţi face nimic.\n6. Dacă nu rămâne cineva în Mine, este aruncat afară, ca mlădiţa neroditoare, şi se usucă; apoi mlădiţele uscate sunt strânse, aruncate în foc, şi ard.\n7. Dacă rămâneţi în Mine şi dacă rămân în voi cuvintele Mele, cereţi orice veţi vrea, şi vi se va da.\n8. Dacă aduceţi mult rod, prin aceasta Tatăl Meu va fi proslăvit; şi voi veţi fi astfel ucenicii Mei."
          }
        ]
      },
      {
        "id": 5,
        "hint": "Împărăția lui Dumnezeu (Matei 21:33÷41).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Matei 21:33÷41",
            "verse": "33. Ascultaţi o altă pildă. Era un om, un gospodar care a sădit o vie. A împrejmuit-o cu un gard, a săpat un teasc în ea şi a zidit un turn. Apoi a dat-o unor vieri şi a plecat în altă ţară.\n34. Când a venit vremea roadelor, a trimis pe robii săi la vieri, ca să ia partea lui de rod.\n35. Vierii au pus mâna pe robii lui, şi pe unul l-au bătut, pe altul l-au omorât, iar pe altul l-au ucis cu pietre.\n36. A mai trimis alţi robi, mai mulţi decât cei dintâi; şi vierii i-au primit la fel.\n37. La urmă, a trimis la ei pe fiul său, zicând: „Vor primi cu cinste pe fiul meu!”\n38. Dar vierii, când au văzut pe fiul, au zis între ei: „Iată moştenitorul; veniţi să-l omorâm şi să punem stăpânire pe moştenirea lui.”\n39. Şi au pus mâna pe el, l-au scos afară din vie şi l-au omorât.\n40. Acum, când va veni stăpânul viei, ce va face el vierilor acelora?”\n41. Ei I-au răspuns: „Pe ticăloşii aceia ticălos îi va pierde, şi via o va da altor vieri, care-i vor da roadele la vremea lor.”"
          }
        ]
      },
      {
        "id": 6,
        "hint": "Popoarele pământului (Apoc. 14:18÷20).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Apoc. 14:18÷20",
            "verse": "18. Şi un alt înger, care avea stăpânire asupra focului, a ieşit din altar şi a strigat cu glas tare către cel ce avea cosorul cel ascuţit: „Pune cosorul tău cel ascuţit şi culege strugurii viei pământului, căci strugurii ei sunt copţi.”\n19. Şi îngerul şi-a aruncat cosorul pe pământ, a cules via pământului şi a aruncat strugurii în teascul cel mare al mâniei lui Dumnezeu.\n20. Şi teascul a fost călcat în picioare afară din cetate; şi din teasc a ieşit sânge, până la zăbalele cailor, pe o întindere de o mie şase sute de stadii."
          }
        ]
      }
    ]
  },
  {
    "id": 9,
    "symbol": "Uleiul",
    "hints": [
      {
        "id": 1,
        "hint": "Sfințire și dedicare în slujba lui Dumnezeu (Exod 29:7, Exod 30:22÷33, Lev. 8:10÷12).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Exod 29:7",
            "verse": "7. Să iei untdelemnul pentru ungere, să i-l torni pe cap, şi să-l ungi."
          },
          {
            "id": 2,
            "stringRef": "Exod 30:22÷33",
            "verse": "22. Domnul a vorbit lui Moise şi a zis:\n23. „Ia din cele mai bune mirodenii: cinci sute de sicli de smirnă foarte curată, jumătate, adică două sute cincizeci de sicli, de scorţişoară mirositoare, două sute cincizeci de sicli de trestie mirositoare,\n24. cinci sute de sicli de casia, după siclul Sfântului Locaş, şi un hin de untdelemn de măslin.\n25. Cu ele să faci un untdelemn pentru ungerea sfântă: o amestecătură mirositoare, făcută după meşteşugul făcătorului de mir; acesta va fi untdelemnul pentru ungerea sfântă.\n26. Cu el să ungi Cortul întâlnirii şi chivotul mărturiei,\n27. masa şi toate uneltele ei, sfeşnicul şi uneltele lui, altarul tămâierii,\n28. altarul arderilor de tot cu toate uneltele lui şi ligheanul cu piciorul lui.\n29. Să sfinţeşti aceste lucruri, şi ele vor fi preasfinte; oricine se va atinge de ele va fi sfinţit.\n30. Să ungi de asemenea pe Aaron şi pe fiii lui şi să-i sfinţeşti, ca să fie în slujba Mea ca preoţi.\n31. Să vorbeşti copiilor lui Israel şi să le spui: «Acesta Îmi va fi untdelemnul pentru ungerea sfântă, printre urmaşii voştri.\n32. Să nu se ungă cu el trupul niciunui om şi să nu faceţi un alt untdelemn ca el după aceeaşi întocmire; el este sfânt, şi voi să-l priviţi ca sfânt.\n33. Oricine va face un untdelemn ca el sau va unge cu el pe altul va fi nimicit din poporul lui.»"
          },
          {
            "id": 3,
            "stringRef": "Lev. 8:10÷12",
            "verse": "10. Moise a luat untdelemnul pentru ungere, a uns Sfântul Locaş şi toate lucrurile, care erau în el, şi le-a sfinţit.\n11. A stropit cu el altarul de şapte ori şi a uns altarul şi toate uneltele lui, şi ligheanul cu piciorul lui, ca să le sfinţească.\n12. Din untdelemnul pentru ungere a turnat pe capul lui Aaron şi l-a uns, ca să-l sfinţească."
          }
        ]
      },
      {
        "id": 2,
        "hint": "Binecuvântarea lui Dumnezeu (1 Sam. 16:12÷13, Ps. 23:5, Ps. 45:7, Isaia 61:1÷3).",
        "refs": [
          {
            "id": 1,
            "stringRef": "1 Sam. 16:12÷13",
            "verse": "12. Isai a trimis să-l aducă. Şi el era cu păr bălai, cu ochi frumoşi şi faţă frumoasă. Domnul a zis lui Samuel: „Scoală-te şi unge-l, căci el este!”\n13. Samuel a luat cornul cu untdelemn şi l-a uns în mijlocul fraţilor lui. Duhul Domnului a venit peste David, începând din ziua aceea şi în cele următoare. Samuel s-a sculat şi s-a dus la Rama."
          },
          {
            "id": 2,
            "stringRef": "Ps. 23:5",
            "verse": "5. Tu îmi întinzi masa în faţa potrivnicilor mei; îmi ungi capul cu untdelemn, şi paharul meu este plin de dă peste el."
          },
          {
            "id": 3,
            "stringRef": "Ps. 45:7",
            "verse": "7. Tu iubeşti neprihănirea şi urăşti răutatea. De aceea, Dumnezeule, Dumnezeul Tău Te-a uns cu un untdelemn de bucurie, mai presus decât pe tovarăşii Tăi de slujbă."
          },
          {
            "id": 4,
            "stringRef": "Isaia 61:1÷3",
            "verse": "1. „Duhul Domnului Dumnezeu este peste Mine, căci Domnul M-a uns să aduc veşti bune celor nenorociţi: El M-a trimis să vindec pe cei cu inima zdrobită, să vestesc robilor slobozenia, şi prinşilor de război, izbăvirea;\n2. să vestesc un an de îndurare al Domnului şi o zi de răzbunare a Dumnezeului nostru; să mângâi pe toţi cei întristaţi;\n3. să dau celor întristaţi din Sion, să le dau o cunună împărătească în loc de cenuşă, un untdelemn de bucurie în locul plânsului, o haină de laudă în locul unui duh mâhnit, ca să fie numiţi «terebinţi ai neprihănirii», «un sad al Domnului», ca să slujească spre slava Lui.”"
          }
        ]
      },
      {
        "id": 3,
        "hint": "Duhul Sfânt (Zah. 4:1÷6).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Zah. 4:1÷6",
            "verse": "1. Îngerul care vorbea cu mine s-a întors şi m-a trezit ca pe un om pe care-l trezeşti din somnul lui.\n2. El m-a întrebat: „Ce vezi?” Eu am răspuns: „M-am uitat, şi iată că este un sfeşnic cu totul de aur, şi deasupra lui, un vas cu untdelemn, şi pe el, şapte candele cu şapte ţevi pentru candelele care sunt în vârful sfeşnicului.\n3. Şi lângă el sunt doi măslini, unul la dreapta vasului, şi altul, la stânga lui.”\n4. Şi, luând iarăşi cuvântul, am zis îngerului care vorbea cu mine: „Ce înseamnă lucrurile acestea, domnul meu?”\n5. Îngerul care vorbea cu mine mi-a răspuns: „Nu ştii ce înseamnă aceste lucruri?” Eu am zis: „Nu, domnul meu.”\n6. Atunci el a luat din nou cuvântul şi mi-a zis: „Acesta este cuvântul Domnului către Zorobabel şi sună astfel: «Lucrul acesta nu se va face nici prin putere, nici prin tărie, ci prin Duhul Meu - zice Domnul oştirilor!"
          }
        ]
      },
      {
        "id": 4,
        "hint": "Pregătire spirituală și vigilență (Matei 25:1÷13).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Matei 25:1÷13",
            "verse": "1. Atunci Împărăţia cerurilor se va asemăna cu zece fecioare care şi-au luat candelele şi au ieşit în întâmpinarea mirelui.\n2. Cinci din ele erau nechibzuite, şi cinci înţelepte.\n3. Cele nechibzuite, când şi-au luat candelele, n-au luat cu ele untdelemn;\n4. dar cele înţelepte, împreună cu candelele, au luat cu ele şi untdelemn în vase.\n5. Fiindcă mirele zăbovea, au aţipit toate şi au adormit.\n6. La miezul nopţii, s-a auzit o strigare: „Iată mirele, ieşiţi-i în întâmpinare!”\n7. Atunci toate fecioarele acelea s-au sculat şi şi-au pregătit candelele.\n8. Cele nechibzuite au zis celor înţelepte: „Daţi-ne din untdelemnul vostru, căci ni se sting candelele.”\n9. Cele înţelepte le-au răspuns: „Nu; ca nu cumva să nu ne ajungă nici nouă nici vouă; ci mai bine duceţi-vă la cei ce vând untdelemn şi cumpăraţi-vă.”\n10. Pe când se duceau ele să cumpere untdelemn, a venit mirele: cele ce erau gata au intrat cu el în odaia de nuntă şi s-a încuiat uşa.\n11. Mai pe urmă, au venit şi celelalte fecioare şi au zis: „Doamne, Doamne, deschide-ne!”\n12. Dar el, drept răspuns, le-a zis: „Adevărat vă spun că nu vă cunosc!”\n13. Vegheaţi, dar, căci nu ştiţi ziua, nici ceasul în care va veni Fiul omului."
          }
        ]
      },
      {
        "id": 5,
        "hint": "Puterea și harul vindecător al lui Dumnezeu (Marcu 6:12÷13).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Marcu 6:12÷13",
            "verse": "12. Ucenicii au plecat şi au propovăduit pocăinţa.\n13. Scoteau mulţi draci şi ungeau cu untdelemn pe mulţi bolnavi şi-i vindecau."
          }
        ]
      },
      {
        "id": 6,
        "hint": "Credință și consacrare în Numele Domnului (Iacov 5:14).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Iacov 5:14",
            "verse": "14. Este vreunul printre voi bolnav? Să cheme pe prezbiterii bisericii; şi să se roage pentru el, după ce-l vor unge cu untdelemn în Numele Domnului."
          }
        ]
      },
      {
        "id": 7,
        "hint": "Preeminența și binecuvântarea specială a lui Isus Hristos (Evrei 1:9).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Evrei 1:9",
            "verse": "9. Tu ai iubit neprihănirea şi ai urât nelegiuirea: de aceea, Dumnezeule, Dumnezeul Tău Te-a uns cu un untdelemn de bucurie mai presus decât pe tovarăşii Tăi.”"
          }
        ]
      }
    ]
  },
  {
    "id": 10,
    "symbol": "Măslinul",
    "hints": [
      {
        "id": 1,
        "hint": "Pacea și sfârșitul judecății lui Dumnezeu asupra pământului prin potop (Gen. 8:11).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Gen. 8:11",
            "verse": "11. Porumbelul s-a întors la el spre seară; şi iată că în ciocul lui era o frunză de măslin ruptă de curând. Noe a cunoscut astfel că apele scăzuseră pe pământ."
          }
        ]
      },
      {
        "id": 2,
        "hint": "Viață binecuvântată și plină de încredere în Dumnezeu (Ps. 52:8).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Ps. 52:8",
            "verse": "8. Dar eu sunt în Casa lui Dumnezeu ca un măslin verde, mă încred în bunătatea lui Dumnezeu, în veci de veci."
          }
        ]
      },
      {
        "id": 3,
        "hint": "Poporul lui Dumnezeu (Israel) și altoirea ramurilor sălbatice (neamurile) în acest măslin, indicând includerea neamurilor în binecuvântările lui Dumnezeu (Rom. 11:17÷24).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Rom. 11:17÷24",
            "verse": "17. Iar dacă unele din ramuri au fost tăiate, şi dacă tu, care erai dintr-un măslin sălbatic, ai fost altoit în locul lor şi ai fost făcut părtaş rădăcinii şi grăsimii măslinului,\n18. nu te făli faţă de ramuri. Dacă te făleşti, să ştii că nu tu ţii rădăcina, ci rădăcina te ţine pe tine.\n19. Dar vei zice: „Ramurile au fost tăiate, ca să fiu altoit eu.”\n20. Adevărat: au fost tăiate din pricina necredinţei lor, şi tu stai în picioare prin credinţă: nu te îngâmfa, dar, ci teme-te!\n21. Căci dacă n-a cruţat Dumnezeu ramurile fireşti, nu te va cruţa nici pe tine.\n22. Uită-te, dar, la bunătatea şi asprimea lui Dumnezeu: asprime faţă de cei ce au căzut, şi bunătate faţă de tine, dacă nu încetezi să rămâi în bunătatea aceasta; altminteri, vei fi tăiat şi tu.\n23. Şi chiar ei, dacă nu stăruie în necredinţă, vor fi altoiţi; căci Dumnezeu poate să-i altoiască iarăşi.\n24. Fiindcă, dacă tu, care ai fost tăiat dintr-un măslin care din fire era sălbatic, ai fost altoit, împotriva firii tale, într-un măslin bun, cu cât mai mult vor fi altoiţi ei, care sunt ramuri fireşti, în măslinul lor?"
          }
        ]
      },
      {
        "id": 4,
        "hint": "Prosperitatea și binecuvântarea care vor reveni Israelului după pocăință și restaurare (Osea 14:6).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Osea 14:6",
            "verse": "6. Ramurile lui se vor întinde; măreţia lui va fi ca a măslinului, şi miresmele lui ca ale Libanului."
          }
        ]
      },
      {
        "id": 5,
        "hint": "Cei doi măslini reprezintă două persoane unse de Dumnezeu, posibil Zorobabel și Iosua (Zah. 4:11÷14), două personaje esențiale în istoria Israelului, care au avut roluri cruciale în reconstruirea Templului din Ierusalim și restaurarea vieții religioase a evreilor întorși din exilul babilonian.",
        "refs": [
          {
            "id": 1,
            "stringRef": "Zah. 4:11÷14",
            "verse": "11. Eu am luat cuvântul şi i-am zis: „Ce înseamnă aceşti doi măslini la dreapta sfeşnicului şi la stânga lui?”\n12. Am luat a doua oară cuvântul şi i-am zis: „Ce înseamnă cele două ramuri de măslin care sunt lângă cele două ţevi de aur prin care curge uleiul auriu din el?”\n13. El mi-a răspuns: „Nu ştii ce înseamnă?” Eu am zis: „Nu, domnul meu.” Şi el a zis:\n14. „Aceştia sunt cei doi unşi care stau înaintea Domnului întregului pământ.”"
          }
        ]
      },
      {
        "id": 6,
        "hint": "Măslinul verde simbolizează Israelul binecuvântat, care însă este distrus din cauza neascultării și păcatului său (Ier. 11:16÷17).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Ier. 11:16÷17",
            "verse": "16. „Măslin verde, gras şi cu roade frumoase şi plăcute” este numele pe care ţi-l dăduse Domnul, dar cu vuietul unei mari trosnituri îl arde cu foc, şi ramurile lui sunt sfărâmate.\n17. Căci Domnul oştirilor care te-a sădit cheamă nenorocirea peste tine din pricina răutăţii casei lui Israel şi a casei lui Iuda pe care au făcut-o ca să Mă mânie, aducând tămâie lui Baal.\""
          }
        ]
      },
      {
        "id": 7,
        "hint": "Lipsa rodului măslinului simbolizează o perioadă de lipsuri și încercări pentru poporul lui Israel (Hab. 3:17÷18).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Hab. 3:17÷18",
            "verse": "17. Căci, chiar dacă smochinul nu va înflori, viţa nu va da niciun rod, rodul măslinului va lipsi, şi câmpiile nu vor da hrană, oile vor pieri din staule, şi nu vor mai fi boi în grajduri,\n18. eu tot mă voi bucura în Domnul, mă voi bucura în Dumnezeul mântuirii mele!"
          }
        ]
      }
    ]
  },
  {
    "id": 11,
    "symbol": "Porumbelul",
    "hints": [
      {
        "id": 1,
        "hint": "Pacea și sfârșitul judecății divine prin potop (Gen. 8:8÷12).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Gen. 8:8÷12",
            "verse": "8. A dat drumul şi unui porumbel, ca să vadă dacă scăzuseră apele de pe faţa pământului.\n9. Dar porumbelul n-a găsit niciun loc ca să-şi pună piciorul şi s-a întors la el în corabie, căci erau ape pe toată faţa pământului. Noe a întins mâna, l-a luat şi l-a băgat la el în corabie.\n10. A mai aşteptat alte şapte zile şi iarăşi a dat drumul porumbelului din corabie.\n11. Porumbelul s-a întors la el spre seară; şi iată că în ciocul lui era o frunză de măslin ruptă de curând. Noe a cunoscut astfel că apele scăzuseră pe pământ.\n12. A mai aşteptat alte şapte zile; şi a dat drumul porumbelului. Dar porumbelul nu s-a mai întors la el."
          }
        ]
      },
      {
        "id": 2,
        "hint": "Prezența Duhului Sfânt (Matei 3:16, Marcu 1:10, Luca 3:22, Ioan 1:32).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Matei 3:16",
            "verse": "16. De îndată ce a fost botezat, Isus a ieşit afară din apă. Şi în clipa aceea, cerurile s-au deschis, şi a văzut pe Duhul lui Dumnezeu coborându-Se în chip de porumbel şi venind peste El."
          },
          {
            "id": 2,
            "stringRef": "Marcu 1:10",
            "verse": "10. Şi îndată, când ieşea Isus din apă, el a văzut cerurile deschise şi Duhul coborându-Se peste El ca un porumbel."
          },
          {
            "id": 3,
            "stringRef": "Luca 3:22",
            "verse": "22. şi Duhul Sfânt S-a coborât peste El în chip trupesc, ca un porumbel. Şi din cer s-a auzit un glas care zicea: „Tu eşti Fiul Meu preaiubit: în Tine Îmi găsesc toată plăcerea Mea!”"
          },
          {
            "id": 4,
            "stringRef": "Ioan 1:32",
            "verse": "32. Ioan a făcut următoarea mărturisire: „Am văzut Duhul coborându-Se din cer ca un porumbel şi oprindu-Se peste El."
          }
        ]
      },
      {
        "id": 3,
        "hint": "Iubirea și frumusețea în contextul relației dintre mire și mireasă, adesea interpretată simbolic ca relația dintre Dumnezeu și poporul Său (Cânt. 2:14).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Cânt. 2:14",
            "verse": "14. Porumbiţă din crăpăturile stâncii, ascunsă în scobiturile prăpăstiilor, arată-mi faţa ta şi fă-mă să-ţi aud glasul! Căci glasul tău este dulce, şi faţa ta, plăcută.”"
          }
        ]
      },
      {
        "id": 4,
        "hint": "Dorința de pace și eliberare din necazuri (Ps. 55:6).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Ps. 55:6",
            "verse": "6. Eu zic: „O, dacă aş avea aripile porumbelului, aş zbura şi aş găsi undeva odihnă!”"
          }
        ]
      },
      {
        "id": 5,
        "hint": "Lipsa de înțelepciune și inconsistența Israelului (Osea 7:11).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Osea 7:11",
            "verse": "11. Ci Efraim a ajuns ca o turturică proastă, fără pricepere; ei cheamă Egiptul şi aleargă în Asiria."
          }
        ]
      }
    ]
  },
  {
    "id": 12,
    "symbol": "Leul",
    "hints": [
      {
        "id": 1,
        "hint": "Puterea și regalitatea (Gen. 49:9, Ezec. 1:10).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Gen. 49:9",
            "verse": "9. Iuda este un pui de leu. Tu te-ai întors de la măcel, fiule! Iuda îşi pleacă genunchii, se culcă întocmai ca un leu, ca o leoaică: cine-l va scula?"
          },
          {
            "id": 2,
            "stringRef": "Ezec. 1:10",
            "verse": "10. Cât despre chipul feţelor lor era aşa: înainte, toate aveau o faţă de om; la dreapta lor, toate patru aveau câte o faţă de leu; la stânga lor, toate patru aveau câte o faţă de bou; iar înapoi, toate patru aveau câte o faţă de vultur."
          }
        ]
      },
      {
        "id": 2,
        "hint": "Puterea și protecția divină (Num. 24:9).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Num. 24:9",
            "verse": "9. Îndoaie genunchii, se culcă întocmai ca un leu, ca o leoaică: Cine îl va scula? Binecuvântat să fie oricine te va binecuvânta şi blestemat să fie oricine te va blestema!”"
          }
        ]
      },
      {
        "id": 3,
        "hint": "Provocare (Judc. 14:5÷6).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Judc. 14:5÷6",
            "verse": "5. Samson s-a coborât împreună cu tatăl său şi cu mama sa la Timna. Când au ajuns la viile din Timna, iată că i-a ieşit înainte un leu tânăr mugind.\n6. Duhul Domnului a venit peste Samson; şi, fără să aibă ceva în mână, Samson a sfâşiat pe leu cum se sfâşie un ied. N-a spus tatălui său şi mamei sale ce făcuse."
          }
        ]
      },
      {
        "id": 4,
        "hint": "Demonstrație de curaj și experiență (1 Sam. 17:34÷36).",
        "refs": [
          {
            "id": 1,
            "stringRef": "1 Sam. 17:34÷36",
            "verse": "34. David a zis lui Saul: „Robul tău păştea oile tatălui său. Şi când un leu sau un urs venea să-i ia o oaie din turmă,\n35. alergam după el, îl loveam şi-i smulgeam oaia din gură. Dacă se ridica împotriva mea, îl apucam de falcă, îl loveam şi-l omoram.\n36. Aşa a doborât robul tău leul şi ursul; şi cu filisteanul acesta, cu acest netăiat împrejur, va fi ca şi cu unul din ei, căci a ocărât oştirea Dumnezeului celui Viu.”"
          }
        ]
      },
      {
        "id": 5,
        "hint": "Instrument al judecății divine (1 Regi 13:24÷28).",
        "refs": [
          {
            "id": 1,
            "stringRef": "1 Regi 13:24÷28",
            "verse": "24. Omul lui Dumnezeu a plecat; şi a fost întâlnit pe drum de un leu, care l-a omorât. Trupul lui mort era întins pe drum; măgarul a rămas lângă el, şi leul stătea şi el lângă trup.\n25. Şi nişte oameni care treceau pe acolo au văzut trupul întins în drum şi leul stând lângă trup; şi au spus lucrul acesta, la venirea lor în cetatea în care locuia prorocul cel bătrân.\n26. Când a auzit lucrul acesta prorocul care întorsese de pe drum pe omul lui Dumnezeu, a zis: „Este omul lui Dumnezeu care n-a ascultat de porunca Domnului, şi Domnul l-a dat în ghearele leului, care l-a sfâşiat şi l-a omorât, după cuvântul pe care i-l spusese Domnul.”\n27. Apoi, îndreptându-se către fiii săi, a zis: „Puneţi-mi şaua pe măgar.” Au pus şaua pe măgar,\n28. şi el a plecat. A găsit trupul întins în drum, şi măgarul şi leul stând lângă trup. Leul nu mâncase trupul şi nu sfâşiase pe măgar."
          }
        ]
      },
      {
        "id": 6,
        "hint": "Curajul și îndrăzneala celor drepți (Prov. 28:1).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Prov. 28:1",
            "verse": "1. Cel rău fuge fără să fie urmărit, dar cel neprihănit îndrăzneşte ca un leu tânăr."
          }
        ]
      },
      {
        "id": 7,
        "hint": "Puterea și hotărârea Domnului în apărarea Sionului (Isaia 31:4).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Isaia 31:4",
            "verse": "4. Căci aşa mi-a vorbit Domnul: „Cum mugeşte leul şi puiul de leu asupra prăzii, în ciuda tuturor păstorilor strânşi împotriva lui, şi nu se înspăimântă de glasul lor, nici nu se sperie de numărul lor, aşa Se va coborî şi Domnul oştirilor să lupte pe muntele Sionului şi pe dealul lui."
          }
        ]
      },
      {
        "id": 8,
        "hint": "Autoritatea și puterea lui Dumnezeu (Osea 11:10).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Osea 11:10",
            "verse": "10. Ei vor urma pe Domnul, ca pe un leu care va răcni; căci El însuşi va răcni, şi copiii vor alerga tremurând de la apus."
          }
        ]
      },
      {
        "id": 9,
        "hint": "Isus Hristos (Apoc. 5:5).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Apoc. 5:5",
            "verse": "5. Şi unul din bătrâni mi-a zis: „Nu plânge; iată că Leul din seminţia lui Iuda, Rădăcina lui David, a biruit ca să deschidă cartea şi cele şapte peceţi ale ei."
          }
        ]
      }
    ]
  },
  {
    "id": 13,
    "symbol": "Coroana, cununa",
    "hints": [
      {
        "id": 1,
        "hint": "Autoritate regală și victorie (2 Sam. 12:30).",
        "refs": [
          {
            "id": 1,
            "stringRef": "2 Sam. 12:30",
            "verse": "30. A luat cununa de pe capul împăratului ei, care cântărea un talant de aur şi era împodobită cu pietre scumpe. Au pus-o pe capul lui David, care a luat o foarte mare pradă din cetate."
          }
        ]
      },
      {
        "id": 2,
        "hint": "Onoare și favor regal (Est. 6:7÷8).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Est. 6:7÷8",
            "verse": "7. Şi Haman a răspuns împăratului: „Omului pe care vrea împăratul să-l cinstească\n8. trebuie să i se aducă haina împărătească, aceea cu care se îmbracă împăratul, şi calul pe care călăreşte împăratul şi să i se pună cununa împărătească pe cap."
          }
        ]
      },
      {
        "id": 3,
        "hint": "Binecuvântare și onoare divină (Ps. 21:3).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Ps. 21:3",
            "verse": "3. Căci i-ai ieşit înainte cu binecuvântări de fericire şi i-ai pus pe cap o cunună de aur curat."
          }
        ]
      },
      {
        "id": 4,
        "hint": "Onoare și autoritate (Apoc. 4:4).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Apoc. 4:4",
            "verse": "4. Împrejurul scaunului de domnie stăteau douăzeci şi patru de scaune de domnie; şi pe aceste scaune de domnie stăteau douăzeci şi patru de bătrâni, îmbrăcaţi în haine albe; şi pe capete aveau cununi de aur."
          }
        ]
      },
      {
        "id": 5,
        "hint": "Înțelepciune (Prov. 4:7÷9).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Prov. 4:7÷9",
            "verse": "7. Iată începutul înţelepciunii: dobândeşte înţelepciunea, şi cu tot ce ai, dobândeşte priceperea.\n8. Înalţă-o, şi ea te va înălţa; ea va fi slava ta, dacă o vei îmbrăţişa.\n9. Ea îţi va pune pe cap o cunună plăcută, te va împodobi cu o strălucită cunună împărătească.”"
          }
        ]
      },
      {
        "id": 6,
        "hint": "Domnul oștirilor (Isaia 28:5).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Isaia 28:5",
            "verse": "5. În ziua aceea, Domnul oştirilor va fi o cunună strălucitoare şi o podoabă măreaţă pentru rămăşiţa poporului"
          }
        ]
      },
      {
        "id": 7,
        "hint": "Mântuire, neprihănire, viață veșnică (1 Cor. 9:25, 2 Tim. 4:8, Iacov 1:12, 1 Pet. 5:4, Apoc. 2:10, Apoc. 3:11).",
        "refs": [
          {
            "id": 1,
            "stringRef": "1 Cor. 9:25",
            "verse": "25. Toţi cei ce se luptă la jocurile de obşte se supun la tot felul de înfrânări. Şi ei fac lucrul acesta ca să capete o cunună care se poate veşteji: noi să facem lucrul acesta pentru o cunună care nu se poate veşteji."
          },
          {
            "id": 2,
            "stringRef": "2 Tim. 4:8",
            "verse": "8. De acum mă aşteaptă cununa neprihănirii, pe care mi-o va da în „ziua aceea” Domnul, Judecătorul cel drept. Şi nu numai mie, ci şi tuturor celor ce vor fi iubit venirea Lui."
          },
          {
            "id": 3,
            "stringRef": "Iacov 1:12",
            "verse": "12. Ferice de cel ce rabdă ispita. Căci, după ce a fost găsit bun, va primi cununa vieţii pe care a făgăduit-o Dumnezeu celor ce-L iubesc."
          },
          {
            "id": 4,
            "stringRef": "1 Pet. 5:4",
            "verse": "4. Şi când Se va arăta Păstorul cel mare, veţi căpăta cununa care nu se poate veşteji, a slavei."
          },
          {
            "id": 5,
            "stringRef": "Apoc. 2:10",
            "verse": "10. Nu te teme nicidecum de ce ai să suferi. Iată că diavolul are să arunce în temniţă pe unii din voi, ca să vă încerce. Şi veţi avea un necaz de zece zile. Fii credincios până la moarte, şi-ţi voi da cununa vieţii.”"
          },
          {
            "id": 6,
            "stringRef": "Apoc. 3:11",
            "verse": "11. Eu vin curând. Păstrează ce ai, ca nimeni să nu-ţi ia cununa."
          }
        ]
      }
    ]
  },
  {
    "id": 14,
    "symbol": "Steaua",
    "hints": [
      {
        "id": 1,
        "hint": "Descendența numeroasă a lui Avraam (Gen. 15:5).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Gen. 15:5",
            "verse": "5. Şi, după ce l-a dus afară, i-a zis: „Uită-te spre cer şi numără stelele, dacă poţi să le numeri.” Şi i-a zis: „Aşa va fi sămânţa ta.”"
          }
        ]
      },
      {
        "id": 2,
        "hint": "Isus Hristos (Num. 24:17, 2 Petru 1:19, Apoc. 2:28, Apoc. 22:16).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Num. 24:17",
            "verse": "17. „Îl văd, dar nu acum, Îl privesc, dar nu de aproape. O stea răsare din Iacov, un toiag de cârmuire se ridică din Israel. El străpunge laturile Moabului şi prăpădeşte pe toţi copiii lui Set."
          },
          {
            "id": 2,
            "stringRef": "2 Petru 1:19",
            "verse": "19. Şi avem cuvântul prorociei făcut şi mai tare; la care bine faceţi că luaţi aminte, ca la o lumină care străluceşte într-un loc întunecos, până se va crăpa de ziuă şi va răsări luceafărul de dimineaţă în inimile voastre."
          },
          {
            "id": 3,
            "stringRef": "Apoc. 2:28",
            "verse": "28. Şi-i voi da luceafărul de dimineaţă.”"
          },
          {
            "id": 4,
            "stringRef": "Apoc. 22:16",
            "verse": "16. „Eu, Isus, am trimis pe îngerul Meu să vă adeverească aceste lucruri pentru biserici. Eu sunt Rădăcina şi Sămânţa lui David, Luceafărul strălucitor de dimineaţă.”"
          }
        ]
      },
      {
        "id": 3,
        "hint": "Îngerii sau ființele cerești care se bucură la creație (Iov 38:6÷7).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Iov 38:6÷7",
            "verse": "6. Pe ce sunt sprijinite temeliile lui? Sau cine i-a pus piatra din capul unghiului,\n7. atunci când stelele dimineţii izbucneau în cântări de bucurie şi când toţi fiii lui Dumnezeu scoteau strigăte de veselie?"
          }
        ]
      },
      {
        "id": 4,
        "hint": "Măreția și puterea lui Dumnezeu (Ps. 147:4).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Ps. 147:4",
            "verse": "4. El socoteşte numărul stelelor şi le dă nume la toate."
          }
        ]
      },
      {
        "id": 5,
        "hint": "Lucifer (Isaia 14:12).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Isaia 14:12",
            "verse": "12. Cum ai căzut din cer, luceafăr strălucitor, fiu al zorilor! Cum ai fost doborât la pământ, tu, biruitorul neamurilor!"
          }
        ]
      },
      {
        "id": 6,
        "hint": "Strălucirea și recompensa eternă a celor care conduc pe alții la neprihănire (Dan. 12:3).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Dan. 12:3",
            "verse": "3. Cei înţelepţi vor străluci ca strălucirea cerului, şi cei ce vor învăţa pe mulţi să umble în neprihănire vor străluci ca stelele, în veac şi în veci de veci."
          }
        ]
      },
      {
        "id": 7,
        "hint": "Ghidarea divină (Matei 2:2, Matei 2:9÷10).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Matei 2:2",
            "verse": "2. şi au întrebat: „Unde este Împăratul de curând născut al iudeilor? Fiindcă I-am văzut steaua în răsărit şi am venit să ne închinăm Lui.”"
          },
          {
            "id": 2,
            "stringRef": "Matei 2:9÷10",
            "verse": "9. După ce au ascultat pe împăratul, magii au plecat. Şi iată că steaua pe care o văzuseră în răsărit, mergea înaintea lor, până ce a venit şi s-a oprit deasupra locului unde era Pruncul.\n10. Când au văzut ei steaua, n-au mai putut de bucurie."
          }
        ]
      }
    ]
  },
  {
    "id": 15,
    "symbol": "Paznicul",
    "hints": [
      {
        "id": 1,
        "hint": "Responsabilitate, vigilență, protecție și avertizare (Ezec. 3:17, Ezec. 33:7, Isaia 21:6, Isaia 62:6, Ps. 127:1, Hab. 2:1, Cânt. 3:3, Cânt. 5:7, Marcu 13:34, Fapte 12:6).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Ezec. 3:17",
            "verse": "17. „Fiul omului, te pun păzitor peste casa lui Israel. Când vei auzi un cuvânt care va ieşi din gura Mea, să-i înştiinţezi din partea Mea!"
          },
          {
            "id": 2,
            "stringRef": "Ezec. 33:7",
            "verse": "7. Acum, fiul omului, te-am pus străjer peste casa lui Israel. Tu trebuie să asculţi cuvântul care iese din gura Mea şi să-i înştiinţezi din partea Mea."
          },
          {
            "id": 3,
            "stringRef": "Isaia 21:6",
            "verse": "6. Căci aşa mi-a vorbit Domnul: „Du-te şi pune un străjer, ca să dea de veste despre ce va vedea.”"
          },
          {
            "id": 4,
            "stringRef": "Isaia 62:6",
            "verse": "6. Pe zidurile tale, Ierusalime, am pus nişte străjeri care nu vor tăcea niciodată, nici zi, nici noapte! Voi care aduceţi aminte Domnului de el, nu vă odihniţi deloc!"
          },
          {
            "id": 5,
            "stringRef": "Ps. 127:1",
            "verse": "1. (O cântare a treptelor. Un psalm al lui Solomon.) Dacă nu zideşte Domnul o casă, degeaba lucrează cei ce o zidesc; dacă nu păzeşte Domnul o cetate, degeaba veghează cel ce o păzeşte."
          },
          {
            "id": 6,
            "stringRef": "Hab. 2:1",
            "verse": "1. M-am dus la locul meu de strajă şi stăteam pe turn ca să veghez şi să văd ce are să-mi spună Domnul şi ce-mi va răspunde la plângerea mea."
          },
          {
            "id": 7,
            "stringRef": "Cânt. 3:3",
            "verse": "3. M-au întâlnit păzitorii care dau ocol cetăţii; şi i-am întrebat: „N-aţi văzut pe iubitul inimii mele?”"
          },
          {
            "id": 8,
            "stringRef": "Cânt. 5:7",
            "verse": "7. Păzitorii care dau ocol cetăţii m-au întâlnit, m-au bătut, m-au rănit; mi-au luat marama străjerii de pe ziduri."
          },
          {
            "id": 9,
            "stringRef": "Marcu 13:34",
            "verse": "34. Se va întâmpla ca şi cu un om plecat în altă ţară, care îşi lasă casa, dă robilor săi putere, arată fiecăruia care este datoria lui şi porunceşte portarului să vegheze."
          },
          {
            "id": 10,
            "stringRef": "Fapte 12:6",
            "verse": "6. În noaptea zilei când avea de gând Irod să-l înfăţişeze la judecată, Petru dormea între doi ostaşi, legat de mâini cu două lanţuri; şi nişte păzitori păzeau temniţa la uşă."
          }
        ]
      }
    ]
  },
  {
    "id": 16,
    "symbol": "Gospodarul",
    "hints": [
      {
        "id": 1,
        "hint": "Responsabilitate, încredere și autoritate în administrarea resurselor, dar și pregătire pentru judecată și revenirea lui Hristos (Matei 13:52, Matei 20:1, Matei 21:33, Matei 24:45, Matei 25:14, Luca 12:42, Luca 13:6).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Matei 13:52",
            "verse": "52. Şi El le-a zis: „De aceea orice cărturar, care a învăţat ce trebuie despre Împărăţia cerurilor, se aseamănă cu un gospodar care scoate din vistieria lui lucruri noi şi lucruri vechi.”"
          },
          {
            "id": 2,
            "stringRef": "Matei 20:1",
            "verse": "1. Fiindcă Împărăţia cerurilor se aseamănă cu un gospodar care a ieşit dis-de-dimineaţă să-şi tocmească lucrători la vie."
          },
          {
            "id": 3,
            "stringRef": "Matei 21:33",
            "verse": "33. Ascultaţi o altă pildă. Era un om, un gospodar care a sădit o vie. A împrejmuit-o cu un gard, a săpat un teasc în ea şi a zidit un turn. Apoi a dat-o unor vieri şi a plecat în altă ţară."
          },
          {
            "id": 4,
            "stringRef": "Matei 24:45",
            "verse": "45. Care este deci robul credincios şi înţelept pe care l-a pus stăpânul său peste ceata slugilor sale, ca să le dea hrana la vremea hotărâtă?"
          },
          {
            "id": 5,
            "stringRef": "Matei 25:14",
            "verse": "14. Atunci Împărăţia cerurilor se va asemăna cu un om care, când era să plece într-o altă ţară, a chemat pe robii săi şi le-a încredinţat avuţia sa."
          },
          {
            "id": 6,
            "stringRef": "Luca 12:42",
            "verse": "42. Şi Domnul a zis: „Cine este ispravnicul credincios şi înţelept pe care-l va pune stăpânul său peste slugile sale ca să le dea partea lor de hrană la vremea potrivită?"
          },
          {
            "id": 7,
            "stringRef": "Luca 13:6",
            "verse": "6. El a spus şi pilda aceasta: „Un om avea un smochin sădit în via sa. A venit să caute rod în el, şi n-a găsit."
          }
        ]
      }
    ]
  },
  {
    "id": 17,
    "symbol": "Aurul",
    "hints": [
      {
        "id": 1,
        "hint": "Bogăția și resursele naturale valoroase create de Dumnezeu (Gen. 2:11÷12).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Gen. 2:11÷12",
            "verse": "11. Numele celui dintâi este Pison; el înconjoară toată ţara Havila, unde se găseşte aur.\n12. Aurul din ţara aceasta este bun; acolo se găseşte şi bedelion şi piatră de onix."
          }
        ]
      },
      {
        "id": 2,
        "hint": "Sfințenie și prezență divină (Exod 25:10÷18).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Exod 25:10÷18",
            "verse": "10. Să facă un chivot de lemn de salcâm; lungimea lui să fie de doi coţi şi jumătate, lăţimea de un cot şi jumătate, şi înălţimea de un cot şi jumătate.\n11. Să-l poleieşti cu aur curat, să-l poleieşti pe dinăuntru şi pe din afară, şi să-i faci un chenar de aur de jur împrejur.\n12. Să torni pentru el patru verigi de aur şi să le pui la cele patru colţuri ale lui: două verigi de o parte şi două verigi de cealaltă parte.\n13. Să faci nişte drugi de lemn de salcâm şi să-i poleieşti cu aur.\n14. Să vâri drugii în verigile de pe laturile chivotului, ca să slujească la ducerea chivotului;\n15. drugii vor rămâne în verigile chivotului şi nu vor fi scoşi din ele.\n16. Să pui în chivot mărturia pe care ţi-o voi da.\n17. Să faci un capac al ispăşirii de aur curat; lungimea lui să fie de doi coţi şi jumătate, şi lăţimea lui de un cot şi jumătate.\n18. Să faci doi heruvimi de aur, să-i faci de aur bătut, la cele două capete ale capacului ispăşirii;"
          }
        ]
      },
      {
        "id": 3,
        "hint": "Gloria și măreția lui Dumnezeu (1 Regi 6:20÷22).",
        "refs": [
          {
            "id": 1,
            "stringRef": "1 Regi 6:20÷22",
            "verse": "20. Locul Preasfânt avea douăzeci de coţi lungime, douăzeci de coţi lăţime şi douăzeci de coţi înălţime. Solomon l-a căptuşit cu aur curat. A făcut înaintea Locului Preasfânt un altar de lemn de cedru şi l-a acoperit cu aur.\n21. Partea dinăuntru a Casei a căptuşit-o cu aur şi a prins perdeaua dinăuntru în lănţişoare de aur înaintea Locului Preasfânt, pe care l-a acoperit cu aur.\n22. A căptuşit toată Casa cu aur, Casa întreagă, şi a acoperit cu aur tot altarul care era înaintea Locului Preasfânt."
          }
        ]
      },
      {
        "id": 4,
        "hint": "Puritatea și caracterul încercat și dovedit al unui om credincios (Iov 23:10).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Iov 23:10",
            "verse": "10. Dar El ştie ce cale am urmat; şi, dacă m-ar încerca, aş ieşi curat ca aurul."
          }
        ]
      },
      {
        "id": 5,
        "hint": "Valoarea supremă a cuvintelor și poruncilor lui Dumnezeu (Prov. 17:3).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Prov. 17:3",
            "verse": "3. Tigaia lămureşte argintul, şi cuptorul lămureşte aurul; dar Cel ce încearcă inimile este Domnul."
          }
        ]
      },
      {
        "id": 6,
        "hint": "Raritatea și prețiozitatea vieții umane în vremea judecății divine (Isaia 13:12).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Isaia 13:12",
            "verse": "12. Voi face pe oameni mai rari decât aurul curat şi mai scumpi decât aurul din Ofir."
          }
        ]
      },
      {
        "id": 7,
        "hint": "Procesul de purificare spirituală a preoților și a poporului lui Dumnezeu (Mal. 3:3).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Mal. 3:3",
            "verse": "3. El va şedea, va topi şi va curăţa argintul; va curăţa pe fiii lui Levi, îi va lămuri cum se lămureşte aurul şi argintul, şi vor aduce Domnului daruri neprihănite."
          }
        ]
      },
      {
        "id": 8,
        "hint": "Aurul este unul dintre darurile aduse de magi la nașterea lui Isus, simbolizând regalitatea și divinitatea Sa (Matei 2:11).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Matei 2:11",
            "verse": "11. Au intrat în casă, au văzut Pruncul cu Maria, mama Lui, s-au aruncat cu faţa la pământ şi I s-au închinat; apoi şi-au deschis vistieriile şi I-au adus daruri: aur, tămâie şi smirnă."
          }
        ]
      }
    ]
  },
  {
    "id": 18,
    "symbol": "Argintul",
    "hints": [
      {
        "id": 1,
        "hint": "Purificare (Ps. 12:6, Mal. 3:3).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Ps. 12:6",
            "verse": "6. Cuvintele Domnului sunt cuvinte curate, un argint lămurit în cuptor de pământ şi curăţat de şapte ori."
          },
          {
            "id": 2,
            "stringRef": "Mal. 3:3",
            "verse": "3. El va şedea, va topi şi va curăţa argintul; va curăţa pe fiii lui Levi, îi va lămuri cum se lămureşte aurul şi argintul, şi vor aduce Domnului daruri neprihănite."
          }
        ]
      },
      {
        "id": 2,
        "hint": "Răscumpărarea sufletelor (Exod 30:12÷16, 1 Pet. 1:18÷19).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Exod 30:12÷16",
            "verse": "12. „Când vei socoti pe copiii lui Israel şi le vei face numărătoarea, fiecare din ei să dea Domnului un dar în bani, pentru răscumpărarea sufletului lui, ca să nu fie loviţi de nicio urgie, cu prilejul acestei numărători.\n13. Iată ce vor da toţi cei ce vor fi cuprinşi în numărătoarea aceasta: o jumătate de siclu, după siclul Sfântului Locaş, care este de douăzeci de ghere; o jumătate de siclu va fi darul ridicat pentru Domnul.\n14. Orice om cuprins în numărătoare, de la vârsta de douăzeci de ani în sus, va plăti darul ridicat pentru Domnul.\n15. Bogatul să nu plătească mai mult, şi săracul să nu plătească mai puţin de o jumătate de siclu, ca dar ridicat pentru Domnul, pentru răscumpărarea sufletelor.\n16. Să ridici de la copiii lui Israel argintul pentru răscumpărare şi să-l întrebuinţezi pentru slujba Cortului întâlnirii; aceasta va fi pentru copiii lui Israel o aducere aminte înaintea Domnului pentru răscumpărarea sufletelor lor.”"
          },
          {
            "id": 2,
            "stringRef": "1 Pet. 1:18÷19",
            "verse": "18. căci ştiţi că nu cu lucruri pieritoare, cu argint sau cu aur, aţi fost răscumpăraţi din felul deşert de vieţuire pe care-l moşteniserăţi de la părinţii voştri,\n19. ci cu sângele scump al lui Hristos, Mielul fără cusur şi fără prihană."
          }
        ]
      },
      {
        "id": 3,
        "hint": "Înțelepciune și valoare morală (Prov. 10:20).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Prov. 10:20",
            "verse": "20. Limba celui neprihănit este argint ales; inima celor răi este puţin lucru."
          }
        ]
      },
      {
        "id": 4,
        "hint": "Înțelepciune (Ps. 119:72).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Ps. 119:72",
            "verse": "72. Mai mult preţuieşte pentru mine legea gurii Tale, decât o mie de lucruri de aur şi de argint."
          }
        ]
      },
      {
        "id": 5,
        "hint": "Lucrare curată (1 Cor. 3:12÷13).",
        "refs": [
          {
            "id": 1,
            "stringRef": "1 Cor. 3:12÷13",
            "verse": "12. Iar dacă clădeşte cineva pe această temelie aur, argint, pietre scumpe, lemn, fân, trestie,\n13. lucrarea fiecăruia va fi dată pe faţă: ziua Domnului o va face cunoscut, căci se va descoperi în foc. Şi focul va dovedi cum este lucrarea fiecăruia."
          }
        ]
      },
      {
        "id": 6,
        "hint": "Bogăție materială (Gen. 13:2, Iov 22:25).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Gen. 13:2",
            "verse": "2. Avram era foarte bogat în vite, în argint şi în aur."
          },
          {
            "id": 2,
            "stringRef": "Iov 22:25",
            "verse": "25. Şi atunci Cel Atotputernic va fi aurul tău, argintul tău, bogăţia ta."
          }
        ]
      },
      {
        "id": 7,
        "hint": "Trădare (Matei 26:14÷16, Zah. 11:12÷13).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Matei 26:14÷16",
            "verse": "14. Atunci unul din cei doisprezece, numit Iuda Iscarioteanul, s-a dus la preoţii cei mai de seamă\n15. şi le-a zis: „Ce vreţi să-mi daţi, şi-L voi da în mâinile voastre?” Ei i-au cântărit treizeci de arginţi."
          },
          {
            "id": 2,
            "stringRef": "Zah. 11:12÷13",
            "verse": "12. Eu le-am zis: „Dacă găsiţi cu cale, daţi-mi plata; dacă nu, nu mi-o daţi!” Şi mi-au cântărit ca plată, treizeci de arginţi.\n13. Dar Domnul mi-a zis: „Aruncă olarului preţul acesta scump cu care m-au preţuit!” Şi am luat cei treizeci de arginţi şi i-am aruncat în Casa Domnului pentru olar."
          }
        ]
      },
      {
        "id": 8,
        "hint": "Corupție, deșertăciune (Ezec. 7:19).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Ezec. 7:19",
            "verse": "19. Îşi vor arunca argintul pe uliţe, şi aurul lor le va fi o scârbă. Argintul sau aurul lor nu poate să-i scape în ziua urgiei Domnului; nu poate nici să le sature sufletul, nici să le umple măruntaiele; căci el i-a aruncat în nelegiuirea lor."
          }
        ]
      }
    ]
  },
  {
    "id": 19,
    "symbol": "Piatra prețioasă",
    "hints": [
      {
        "id": 1,
        "hint": "Frumusețe și perfecțiune divine (Ezec. 28:13, Apoc. 21:18÷21).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Ezec. 28:13",
            "verse": "13. Stăteai în Eden, grădina lui Dumnezeu, şi erai acoperit cu tot felul de pietre scumpe: cu sardonix, cu topaz, cu diamant, cu crisolit, cu onix, cu jasp, cu safir, cu rubin, cu smarald şi cu aur; timpanele şi flautele erau în slujba ta, pregătite pentru ziua când ai fost făcut."
          },
          {
            "id": 2,
            "stringRef": "Apoc. 21:18÷21",
            "verse": "18. Zidul era zidit de jasp, şi cetatea era de aur curat, ca sticla curată.\n19. Temeliile zidului cetăţii erau împodobite cu pietre scumpe de tot felul: cea dintâi temelie era de jasp; a doua, de safir; a treia, de calcedonie; a patra, de smarald;\n20. a cincea, de sardonix; a şasea, de sardiu; a şaptea, de crisolit; a opta, de beril; a noua, de topaz; a zecea, de crisopraz; a unsprezecea, de iacint; a douăsprezecea, de ametist.\n21. Cele douăsprezece porţi erau douăsprezece mărgăritare. Fiecare poartă era dintr-un singur mărgăritar. Uliţa cetăţii era de aur curat, ca sticla străvezie."
          }
        ]
      },
      {
        "id": 2,
        "hint": "Preoție și poporul lui Dumnezeu (Exod 28:17÷21).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Exod 28:17÷21",
            "verse": "17. În el să ţeşi o ţesătură de pietre, şi anume patru rânduri de pietre: în rândul întâi: un sardonix, un topaz şi un smarald;\n18. în al doilea rând: un rubin, un safir şi un diamant;\n19. în al treilea rând: un opal, un agat şi un ametist;\n20. în al patrulea rând: un crisolit, un onix şi un jasp. Aceste pietre să fie legate în ferecătura lor de aur.\n21. Să fie douăsprezece, după numele fiilor lui Israel, săpate ca nişte peceţi, fiecare cu numele uneia din cele douăsprezece seminţii."
          }
        ]
      },
      {
        "id": 3,
        "hint": "Credincioșii (Mal. 3:17, 1 Pet. 2:5).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Mal. 3:17",
            "verse": "17. Ei vor fi ai Mei, zice Domnul oştirilor, Îmi vor fi o comoară deosebită, în ziua pe care o pregătesc Eu. Voi avea milă de ei, cum are milă un om de fiul său care-i slujeşte."
          },
          {
            "id": 2,
            "stringRef": "1 Pet. 2:5",
            "verse": "5. Şi voi, ca nişte pietre vii, sunteţi zidiţi ca să fiţi o casă duhovnicească, o preoţie sfântă şi să aduceţi jertfe duhovniceşti, plăcute lui Dumnezeu, prin Isus Hristos."
          }
        ]
      },
      {
        "id": 4,
        "hint": "Răsplată și test al credinței (1 Cor. 3:12÷13).",
        "refs": [
          {
            "id": 1,
            "stringRef": "1 Cor. 3:12÷13",
            "verse": "12. Iar dacă clădeşte cineva pe această temelie aur, argint, pietre scumpe, lemn, fân, trestie,\n13. lucrarea fiecăruia va fi dată pe faţă: ziua Domnului o va face cunoscut, căci se va descoperi în foc. Şi focul va dovedi cum este lucrarea fiecăruia."
          }
        ]
      },
      {
        "id": 5,
        "hint": "Bogăție spirituală și slavă (Prov. 3:13÷15, Prov. 8:11).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Prov. 3:13÷15",
            "verse": "13. Ferice de omul care găseşte înţelepciunea şi de omul care capătă pricepere!\n14. Căci câştigul pe care-l aduce ea este mai bun decât al argintului, şi venitul adus de ea este mai de preţ decât aurul;\n15. ea este mai de preţ decât mărgăritarele, şi toate comorile tale nu se pot asemui cu ea."
          },
          {
            "id": 2,
            "stringRef": "Prov. 8:11",
            "verse": "11. Căci înţelepciunea preţuieşte mai mult decât mărgăritarele, şi niciun lucru de preţ nu se poate asemui cu ea."
          }
        ]
      },
      {
        "id": 6,
        "hint": "Comerț și idolatrie (Apoc. 18:11÷13, Ezec. 27:16).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Apoc. 18:11÷13",
            "verse": "11. Negustorii pământului o plâng şi o jelesc, pentru că nimeni nu le mai cumpără marfa:\n12. marfă de aur, de argint, de pietre scumpe, de mărgăritare, de in subţire, de purpură, de mătase şi de stacojiu; nici feluritele lor soiuri de lemn de tiin, tot felul de vase de fildeş, tot felul de vase de lemn foarte scump, de aramă, de fier şi de marmură;\n13. nici scorţişoara, nici mirodeniile, nici miroznele, nici mirul, nici tămâia, nici vinul, nici untdelemnul, nici făina bună de tot, nici grâul, nici boii, nici oile, nici caii, nici căruţele, nici robii, nici sufletele oamenilor."
          },
          {
            "id": 2,
            "stringRef": "Ezec. 27:16",
            "verse": "16. Siria făcea negoţ cu tine, cu marele număr de lucruri făcute de tine; ei veneau la târgul tău cu smarald, purpură şi materii pestriţe, cu in subţire, mărgean şi agat."
          }
        ]
      },
      {
        "id": 7,
        "hint": "Gloria și splendoarea eternă a Noului Ierusalim (Apoc. 21:19÷21).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Apoc. 21:19÷21",
            "verse": "19. Temeliile zidului cetăţii erau împodobite cu pietre scumpe de tot felul: cea dintâi temelie era de jasp; a doua, de safir; a treia, de calcedonie; a patra, de smarald;\n20. a cincea, de sardonix; a şasea, de sardiu; a şaptea, de crisolit; a opta, de beril; a noua, de topaz; a zecea, de crisopraz; a unsprezecea, de iacint; a douăsprezecea, de ametist.\n21. Cele douăsprezece porţi erau douăsprezece mărgăritare. Fiecare poartă era dintr-un singur mărgăritar. Uliţa cetăţii era de aur curat, ca sticla străvezie."
          }
        ]
      }
    ]
  },
  {
    "id": 20,
    "symbol": "Bobul de grâu",
    "hints": [
      {
        "id": 1,
        "hint": "Moartea lui Isus și învierea Sa (Ioan 12:24).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Ioan 12:24",
            "verse": "24. Adevărat, adevărat vă spun că dacă grăuntele de grâu care a căzut pe pământ nu moare, rămâne singur; dar dacă moare, aduce mult rod."
          }
        ]
      },
      {
        "id": 2,
        "hint": "Credincioșii (Matei 3:12, Matei 13:24÷30, Amos 9:9).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Matei 3:12",
            "verse": "12. Acela Îşi are lopata în mână, Îşi va curăţa cu desăvârşire aria şi Îşi va strânge grâul în grânar; dar pleava o va arde într-un foc care nu se stinge.”"
          },
          {
            "id": 2,
            "stringRef": "Matei 13:24÷30",
            "verse": "24. Isus le-a pus înainte o altă pildă şi le-a zis: „Împărăţia cerurilor se aseamănă cu un om care a semănat o sămânţă bună în ţarina lui.\n25. Dar, pe când dormeau oamenii, a venit vrăjmaşul lui, a semănat neghină între grâu şi a plecat.\n26. Când au răsărit firele de grâu şi au făcut rod, a ieşit la iveală şi neghina.\n27. Robii stăpânului casei au venit şi i-au zis: „Doamne, n-ai semănat sămânţă bună în ţarina ta? De unde are, dar, neghină?”\n28. El le-a răspuns: „Un vrăjmaş a făcut lucrul acesta.” Şi robii i-au zis: „Vrei, dar, să mergem s-o smulgem?”\n29. „Nu”, le-a zis el, „ca nu cumva, smulgând neghina, să smulgeţi şi grâul împreună cu ea.\n30. Lăsaţi-le să crească amândouă împreună până la seceriş; şi, la vremea secerişului, voi spune secerătorilor: «Smulgeţi întâi neghina şi legaţi-o în snopi, ca s-o ardem, iar grâul strângeţi-l în grânarul meu.»"
          },
          {
            "id": 3,
            "stringRef": "Amos 9:9",
            "verse": "9. Căci iată, voi porunci şi voi vântura casa lui Israel între toate neamurile, cum se vântură cu ciurul, fără să cadă un singur bob la pământ!"
          }
        ]
      },
      {
        "id": 3,
        "hint": "Purificare prin încercări (Luca 22:31÷32).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Luca 22:31÷32",
            "verse": "31. Domnul a zis: „Simone, Simone, Satana v-a cerut să vă cearnă ca grâul.\n32. Dar Eu M-am rugat pentru tine, ca să nu se piardă credinţa ta; şi, după ce te vei întoarce la Dumnezeu, să întăreşti pe fraţii tăi.”"
          }
        ]
      },
      {
        "id": 4,
        "hint": "Roade duhovnicești (Ps. 81:16, Prov. 11:26).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Ps. 81:16",
            "verse": "16. L-aş hrăni cu cel mai bun grâu şi l-aş sătura cu miere din stâncă."
          },
          {
            "id": 2,
            "stringRef": "Prov. 11:26",
            "verse": "26. Cine opreşte grâul este blestemat de popor, dar pe capul celui ce-l vinde vine binecuvântarea."
          }
        ]
      }
    ]
  },
  {
    "id": 21,
    "symbol": "Muntele",
    "hints": [
      {
        "id": 1,
        "hint": "Prezența lui Dumnezeu și revelația divină (Exod 19:17÷20, Matei 17:1÷2, Ps. 24:3÷4).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Exod 19:17÷20",
            "verse": "17. Moise a scos poporul din tabără, spre întâmpinarea lui Dumnezeu, şi s-au aşezat la poalele muntelui.\n18. Muntele Sinai era tot numai fum, pentru că Domnul Se coborâse pe el în mijlocul focului. Fumul acesta se înălţa ca fumul unui cuptor, şi tot muntele se cutremura cu putere.\n19. Trâmbiţa răsuna tot mai puternic. Moise vorbea, şi Dumnezeu îi răspundea cu glas tare.\n20. Domnul S-a coborât pe muntele Sinai, şi anume pe vârful muntelui. Domnul a chemat pe Moise pe vârful muntelui. Şi Moise s-a suit sus."
          },
          {
            "id": 2,
            "stringRef": "Matei 17:1÷2",
            "verse": "1. După şase zile, Isus a luat cu El pe Petru, Iacov şi Ioan, fratele lui, şi i-a dus la o parte pe un munte înalt.\n2. El S-a schimbat la faţă înaintea lor; faţa Lui a strălucit ca soarele, şi hainele I s-au făcut albe ca lumina."
          },
          {
            "id": 3,
            "stringRef": "Ps. 24:3÷4",
            "verse": "3. Cine va putea să se suie la muntele Domnului? Cine se va ridica până la locul Lui cel sfânt?\n4. Cel ce are mâinile nevinovate şi inima curată, cel ce nu-şi dedă sufletul la minciună şi nu jură ca să înşele."
          }
        ]
      },
      {
        "id": 2,
        "hint": "Stabilitate și putere (Ps. 125:1÷2, Isaia 2:2÷3).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Ps. 125:1÷2",
            "verse": "1. (O cântare a treptelor.) Cei ce se încred în Domnul sunt ca muntele Sionului care nu se clatină, ci stă întărit pe vecie.\n2. Cum este înconjurat Ierusalimul de munţi, aşa înconjoară Domnul pe poporul Său, de acum şi până în veac."
          },
          {
            "id": 2,
            "stringRef": "Isaia 2:2÷3",
            "verse": "2. Se va întâmpla în scurgerea vremurilor că muntele Casei Domnului va fi întemeiat ca cel mai înalt munte; se va înălţa deasupra dealurilor, şi toate neamurile se vor îngrămădi spre el.\n3. Popoarele se vor duce cu grămada la el şi vor zice: „Veniţi să ne suim la muntele Domnului, la Casa Dumnezeului lui Iacov, ca să ne înveţe căile Lui, şi să umblăm pe cărările Lui”. Căci din Sion va ieşi Legea, şi din Ierusalim, cuvântul Domnului."
          }
        ]
      },
      {
        "id": 3,
        "hint": "Locul întâlnirii dintre om și Dumnezeu (Gen. 22:2, 1 Regi 18:19÷20).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Gen. 22:2",
            "verse": "2. Dumnezeu i-a zis: „Ia pe fiul tău, pe singurul tău fiu, pe care-l iubeşti, pe Isaac; du-te în ţara Moria şi adu-l ardere de tot acolo, pe un munte pe care ţi-l voi spune.”"
          },
          {
            "id": 2,
            "stringRef": "1 Regi 18:19÷20",
            "verse": "19. Strânge acum pe tot Israelul la mine, la muntele Carmel, pe cei patru sute cincizeci de proroci ai lui Baal şi pe cei patru sute de proroci ai Astarteii, care mănâncă la masa Izabelei.”\n20. Ahab a trimis soli la toţi copiii lui Israel şi a strâns pe proroci la muntele Carmel."
          }
        ]
      },
      {
        "id": 4,
        "hint": "Misiune și propovăduire (Matei 5:1).",
        "refs": [
          {
            "id": 3,
            "stringRef": "Matei 5:1",
            "verse": "1. Când a văzut Isus noroadele, S-a suit pe munte; şi după ce a şezut jos, ucenicii Lui s-au apropiat de El."
          }
        ]
      },
      {
        "id": 5,
        "hint": "Împărăția lui Dumnezeu (Dan. 2:35).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Dan. 2:35",
            "verse": "35. Atunci fierul, lutul, arama, argintul şi aurul s-au sfărâmat împreună şi s-au făcut ca pleava din arie vara; le-a luat vântul, şi nici urmă nu s-a mai găsit din ele. Dar piatra care sfărâmase chipul s-a făcut un munte mare şi a umplut tot pământul."
          }
        ]
      },
      {
        "id": 6,
        "hint": "Judecata lui Dumnezeu (Obad. 1:8÷9, Apoc. 6:15÷16).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Obad. 1:8÷9",
            "verse": "8. Oare, zice Domnul, nu voi pierde Eu în ziua aceea pe cei înţelepţi din Edom şi priceperea din muntele lui Esau?\n9. Vitejii tăi, Temane, se vor înspăimânta, pentru ca toţi cei din muntele lui Esau să piară în măcel."
          },
          {
            "id": 2,
            "stringRef": "Apoc. 6:15÷16",
            "verse": "15. Împăraţii pământului, domnitorii, căpitanii oştilor, cei bogaţi şi cei puternici, toţi robii şi toţi oamenii slobozi s-au ascuns în peşteri şi în stâncile munţilor.\n16. Şi ziceau munţilor şi stâncilor: „Cădeţi peste noi şi ascundeţi-ne de faţa Celui ce şade pe scaunul de domnie şi de mânia Mielului;"
          }
        ]
      },
      {
        "id": 7,
        "hint": "Ascultare și credință (Matei 17:19÷20).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Matei 17:19÷20",
            "verse": "19. Atunci ucenicii au venit la Isus şi I-au zis deoparte: „Noi de ce n-am putut să-l scoatem?”\n20. „Din pricina puţinei voastre credinţe”, le-a zis Isus. „Adevărat vă spun că, dacă aţi avea credinţă cât un grăunte de muştar, aţi zice muntelui acestuia: \"Mută-te de aici acolo\", şi s-ar muta; nimic nu v-ar fi cu neputinţă."
          }
        ]
      },
      {
        "id": 8,
        "hint": "Loc de refugiu și închinare (Ps. 121:1÷2, Ioan 4:20÷21).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Ps. 121:1÷2",
            "verse": "1. (O cântare a treptelor.) Îmi ridic ochii spre munţi… De unde-mi va veni ajutorul?\n2. Ajutorul îmi vine de la Domnul, care a făcut cerurile şi pământul."
          },
          {
            "id": 2,
            "stringRef": "Ioan 4:20÷21",
            "verse": "20. Părinţii noştri s-au închinat pe muntele acesta; şi voi ziceţi că în Ierusalim este locul unde trebuie să se închine oamenii.”\n21. „Femeie”, i-a zis Isus, „crede-Mă că vine ceasul când nu vă veţi închina Tatălui, nici pe muntele acesta, nici în Ierusalim."
          }
        ]
      }
    ]
  },
  {
    "id": 22,
    "symbol": "Marea",
    "hints": [
      {
        "id": 1,
        "hint": "Haos (Gen. 1:2), instabilitate (Ps. 46:2÷3). Dispariția mării simbolizează eliminarea haosului, a fricii și a răului (Apoc. 21:1).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Gen. 1:2",
            "verse": "2. Pământul era pustiu şi gol; peste faţa adâncului de ape era întuneric, şi Duhul lui Dumnezeu Se mişca pe deasupra apelor."
          },
          {
            "id": 2,
            "stringRef": "Ps. 46:2÷3",
            "verse": "2. De aceea nu ne temem, chiar dacă s-ar zgudui pământul şi s-ar clătina munţii în inima mărilor.\n3. Chiar dacă ar urla şi ar spumega valurile mării şi s-ar ridica până acolo de să se cutremure munţii."
          },
          {
            "id": 3,
            "stringRef": "Apoc. 21:1",
            "verse": "1. Apoi am văzut un cer nou şi un pământ nou; pentru că cerul dintâi şi pământul dintâi pieriseră, şi marea nu mai era."
          }
        ]
      },
      {
        "id": 2,
        "hint": "Instrument al judecății divine (Exod 14:21÷28)  și harul care urmează pocăinței (Iona 1:15).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Exod 14:21÷28",
            "verse": "21. Moise şi-a întins mâna spre mare. Şi Domnul a pus marea în mişcare printr-un vânt dinspre răsărit, care a suflat cu putere toată noaptea; el a uscat marea, şi apele s-au despărţit în două.\n22. Copiii lui Israel au trecut prin mijlocul mării ca pe uscat, şi apele stăteau ca un zid la dreapta şi la stânga lor.\n23. Egiptenii i-au urmărit; şi toţi caii lui faraon, carele şi călăreţii lui au intrat după ei în mijlocul mării.\n24. În straja dimineţii, Domnul, din stâlpul de foc şi de nor, S-a uitat spre tabăra egiptenilor şi a aruncat învălmăşeala în tăbăra egiptenilor.\n25. A scos roţile carelor şi le-a îngreuiat mersul. Egiptenii au zis atunci: „Haidem să fugim dinaintea lui Israel, căci Domnul Se luptă pentru el împotriva egiptenilor.”\n26. Domnul a zis lui Moise: „Întinde-ţi mâna spre mare; şi apele au să se întoarcă peste egipteni, peste carele lor şi peste călăreţii lor.”\n27. Moise şi-a întins mâna spre mare. Şi înspre dimineaţă, marea şi-a luat iarăşi repeziciunea cursului, şi, la apropierea ei, egiptenii au luat-o la fugă; dar Domnul a năpustit pe egipteni în mijlocul mării.\n28. Apele s-au întors şi au acoperit carele, călăreţii şi toată oastea lui faraon, care intraseră în mare după copiii lui Israel; niciunul măcar n-a scăpat."
          },
          {
            "id": 2,
            "stringRef": "Iona 1:15",
            "verse": "15. Apoi au luat pe Iona şi l-au aruncat în mare. Şi furia mării s-a potolit."
          }
        ]
      },
      {
        "id": 3,
        "hint": "Mulțimea popoarelor și agitația neamurilor (Isaia 17:12÷13), haosul lumii și națiunile din care se ridică puterile răului (Apoc. 13:1).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Isaia 17:12÷13",
            "verse": "12. Vai! ce vuiet de popoare multe, care urlă cum urlă marea! Ce zarvă de neamuri, care mugesc cum mugesc nişte ape puternice.\n13. Neamurile mugesc cum mugesc apele mari… Dar când le mustră Dumnezeu, ele fug departe, izgonite ca pleava de pe munţi la suflarea vântului, ca ţărâna luată de vârtej."
          },
          {
            "id": 2,
            "stringRef": "Apoc. 13:1",
            "verse": "1. Apoi am stat pe nisipul mării. Şi am văzut ridicându-se din mare o fiară cu zece coarne şi şapte capete; pe coarne avea zece cununi împărăteşti, şi pe capete avea nume de hulă."
          }
        ]
      },
      {
        "id": 4,
        "hint": "Puterea și suveranitatea lui Dumnezeu (Ps. 89:9, Matei 8:26÷27).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Ps. 89:9",
            "verse": "9. Tu îmblânzeşti mândria mării; când se ridică valurile ei, Tu le potoleşti."
          },
          {
            "id": 2,
            "stringRef": "Matei 8:26÷27",
            "verse": "26. El le-a zis: „De ce vă este frică, puţin credincioşilor?” Apoi S-a sculat, a certat vânturile şi marea, şi s-a făcut o linişte mare.\n27. Oamenii aceia se mirau şi ziceau: „Ce fel de om este acesta, de-L ascultă până şi vânturile şi marea?”"
          }
        ]
      },
      {
        "id": 5,
        "hint": "Pericolul (Ps. 107:23÷30) și necunoscutul (Prov. 30:18÷19).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Ps. 107:23÷30",
            "verse": "23. Cei ce se coborâseră pe mare în corăbii şi făceau negoţ pe apele cele mari,\n24. aceia au văzut lucrările Domnului şi minunile Lui în mijlocul adâncului.\n25. El a zis şi a pus să sufle furtuna, care a ridicat valurile mării.\n26. Se suiau spre ceruri, se coborau în adânc; sufletul le era pierdut în faţa primejdiei.\n27. Apucaţi de ameţeală, se clătinau ca un om beat, şi zadarnică le era toată iscusinţa.\n28. Atunci, în strâmtorarea lor, au strigat către Domnul, şi El i-a izbăvit din necazurile lor.\n29. A oprit furtuna, a adus liniştea, şi valurile s-au potolit.\n30. Ei s-au bucurat că valurile s-au liniştit, şi Domnul i-a dus în limanul dorit."
          },
          {
            "id": 2,
            "stringRef": "Prov. 30:18÷19",
            "verse": "18. Trei lucruri sunt mai presus de puterile mele şi chiar patru pe care nu le pot pricepe:\n19. urma vulturului pe cer, urma şarpelui pe stâncă, urma corăbiei în mijlocul mării şi urma omului la o fată."
          }
        ]
      },
      {
        "id": 6,
        "hint": "Separare între popoare (Isaia 23:2÷4), moartea și separarea între viață și lumea de dincolo (Apoc. 20:13).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Isaia 23:2÷4",
            "verse": "2. Amuţiţi de groază, locuitori ai ţărmului pe care îl umpleau odată negustorii din Sidon care străbăteau marea!\n3. Veniturile lui erau grâul Nilului şi secerişul Râului, aduse pe ape mari, aşa că el era târgul neamurilor.\n4. Ruşinează-te, Sidoane! Căci aşa vorbeşte marea, cetăţuia mării: „Eu n-am avut durerile facerii, nici n-am născut, n-am hrănit tineri, nici n-am crescut fete.”"
          },
          {
            "id": 2,
            "stringRef": "Apoc. 20:13",
            "verse": "13. Marea a dat înapoi pe morţii care erau în ea; Moartea şi Locuinţa morţilor au dat înapoi pe morţii care erau în ele. Fiecare a fost judecat după faptele lui."
          }
        ]
      },
      {
        "id": 7,
        "hint": "Binecuvântare (Ezec. 47:8÷10, Ioan 21:6).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Ezec. 47:8÷10",
            "verse": "10. Pescarii vor sta pe malurile lui, de la En-Ghedi până la En-Eglaim, şi vor întinde mrejele; vor fi peşti de felurite soiuri, ca peştii Mării celei Mari, şi vor fi foarte mulţi."
          },
          {
            "id": 2,
            "stringRef": "Ioan 21:6",
            "verse": "6. El le-a zis: „Aruncaţi mreaja în partea dreaptă a corăbiei şi veţi găsi.” Au aruncat-o deci şi n-o mai puteau trage de mulţimea peştilor."
          }
        ]
      }
    ]
  },
  {
    "id": 23,
    "symbol": "Frunzele",
    "hints": [
      {
        "id": 1,
        "hint": "Viața spirituală prosperă și binecuvântările primite de cei care își pun încrederea în Domnul (Ps. 1:3), vindecarea, restaurarea și binecuvântările divine (Ezec. 47:12). Frunzele pomului vieții reprezintă vindecarea oferită de Dumnezeu pentru întreaga creație (Apoc. 22:2).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Ps. 1:3",
            "verse": "3. El este ca un pom sădit lângă un izvor de apă, care îşi dă rodul la vremea lui şi ale cărui frunze nu se veştejesc: tot ce începe, duce la bun sfârşit."
          },
          {
            "id": 2,
            "stringRef": "Ezec. 47:12",
            "verse": "12. Dar lângă râul acesta, pe malurile lui de amândouă părţile, vor creşte tot felul de pomi roditori. Frunza lor nu se va veşteji, şi roadele lor nu se vor sfârşi; în fiecare lună vor face roade noi, pentru că apele vor ieşi din Sfântul Locaş. Roadele lor vor sluji ca hrană, şi frunzele lor, ca leac.”"
          },
          {
            "id": 3,
            "stringRef": "Apoc. 22:2",
            "verse": "2. În mijlocul pieţei cetăţii şi pe cele două maluri ale râului era pomul vieţii, rodind douăsprezece feluri de rod şi dând rod în fiecare lună; şi frunzele pomului slujesc la vindecarea neamurilor."
          }
        ]
      },
      {
        "id": 2,
        "hint": "Aparențe înșelătoare și ipocrizie (Matei 21:19), credință superficială, fără rezultate spirituale autentice (Marcu 11:13).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Matei 21:19",
            "verse": "19. A văzut un smochin lângă drum şi S-a apropiat de el; dar n-a găsit decât frunze, şi i-a zis: „De acum încolo, în veac să nu mai dea rod din tine!” Şi îndată smochinul s-a uscat."
          },
          {
            "id": 2,
            "stringRef": "Marcu 11:13",
            "verse": "13. A zărit de departe un smochin care avea frunze şi a venit să vadă poate va găsi ceva în el. S-a apropiat de smochin, dar n-a găsit decât frunze, căci nu era încă vremea smochinelor."
          }
        ]
      },
      {
        "id": 3,
        "hint": "Fragilitatea vieții omenești și efectele păcatului asupra omenirii (Isaia 64:6), judecata lui Dumnezeu și pierderea binecuvântărilor din cauza păcatului (Ier. 8:13), slăbiciunea și neputința omului în fața forței divine (Iov 13:25).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Isaia 64:6",
            "verse": "6. Toţi am ajuns ca nişte necuraţi, şi toate faptele noastre bune sunt ca o haină mânjită. Toţi suntem ofiliţi ca o frunză, şi nelegiuirile noastre ne iau ca vântul."
          },
          {
            "id": 2,
            "stringRef": "Ier. 8:13",
            "verse": "13. Vreau să isprăvesc cu ei, zice Domnul. Nu vor mai fi struguri în vie, nici smochine în smochin, şi frunzele se vor veşteji. Le voi da celor ce vor trece peste ele.”"
          },
          {
            "id": 3,
            "stringRef": "Iov 13:25",
            "verse": "25. Vrei să loveşti o frunză suflată de vânt? Vrei să urmăreşti un pai uscat?"
          }
        ]
      },
      {
        "id": 4,
        "hint": "Protecția, restaurarea și binecuvântarea lui Dumnezeu (Osea 14:6÷7, Iona 4:6).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Osea 14:6÷7",
            "verse": "6. Ramurile lui se vor întinde; măreţia lui va fi ca a măslinului, şi miresmele lui ca ale Libanului.\n7. Iarăşi vor locui la umbra lui, iarăşi vor da viaţă grâului, vor înflori ca via şi vor avea faima vinului din Liban."
          },
          {
            "id": 2,
            "stringRef": "Iona 4:6",
            "verse": "6. Domnul Dumnezeu a făcut să crească un curcubete care s-a ridicat peste Iona ca să facă umbră capului lui şi să-l facă să-i treacă mânia. Iona s-a bucurat foarte mult de curcubetele acesta."
          }
        ]
      }
    ]
  },
  {
    "id": 24,
    "symbol": "Cornul (tăria)",
    "hints": [
      {
        "id": 1,
        "hint": "Putere și autoritate: puterea și victoria dată de Dumnezeu (1 Sam. 2:10), puterea oferită de Dumnezeu poporului Său (Ps. 89:17), forța și autoritatea întărită de Dumnezeu (Ps. 92:10), sau mândria și al puterea omenească ridicate împotriva lui Dumnezeu (Ps. 75:4÷5).",
        "refs": [
          {
            "id": 1,
            "stringRef": "1 Sam. 2:10",
            "verse": "10. Vrăjmaşii Domnului vor tremura, din înălţimea cerului El Îşi va arunca tunetul asupra lor; Domnul va judeca marginile pământului. El va da Împăratului Său putere şi El va înălţa tăria (cornul) Unsului Lui.”"
          },
          {
            "id": 2,
            "stringRef": "Ps. 89:17",
            "verse": "17. Căci Tu eşti fala puterii lui; şi, în bunăvoinţa Ta, ne ridici puterea (cornul) noastră."
          },
          {
            "id": 3,
            "stringRef": "Ps. 92:10",
            "verse": "10. Dar mie, Tu-mi dai puterea (cornul) bivolului şi m-ai stropit cu untdelemn proaspăt."
          }
        ]
      },
      {
        "id": 2,
        "hint": "Victorie și mântuire (Luca 1:69, Ps. 148:14).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Luca 1:69",
            "verse": "69. Şi ne-a ridicat o mântuire (cornul) puternică în casa robului Său David"
          },
          {
            "id": 2,
            "stringRef": "Ps. 148:14",
            "verse": "14. El a înălţat tăria (cornul) poporului Său: iată o pricină de laudă pentru toţi credincioşii Lui, pentru copiii lui Israel, popor de lângă El. Lăudaţi pe Domnul!"
          }
        ]
      },
      {
        "id": 3,
        "hint": "Protecție și binecuvântare divine (Deut. 33:17, 1 Regi 22:11).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Deut. 33:17",
            "verse": "17. El are frumuseţea întâiului născut al taurului; coarnele lui sunt cum sunt coarnele bivolului; cu ele va împunge pe toate popoarele, până la marginile pământului: ele sunt zecile de mii ale lui Efraim, ele sunt miile lui Manase.”"
          },
          {
            "id": 2,
            "stringRef": "1 Regi 22:11",
            "verse": "11. Zedechia, fiul lui Chenaana, îşi făcuse nişte coarne de fier şi a zis: „Aşa vorbeşte Domnul: „Cu coarnele acestea vei bate pe sirieni până îi vei nimici.”"
          }
        ]
      },
      {
        "id": 4,
        "hint": "Răutate și autorite lumești (Dan. 7:7÷8, Apoc. 13:1).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Dan. 7:7÷8",
            "verse": "7. După aceea m-am uitat în vedeniile mele de noapte şi iată că era o a patra fiară, nespus de grozav de înspăimântătoare şi de puternică; avea nişte dinţi mari de fier, mânca, sfărâma şi călca în picioare ce mai rămânea; era cu totul deosebită de toate fiarele de mai înainte şi avea zece coarne.\n8. M-am uitat cu băgare de seamă la coarne şi iată că un alt corn mic a ieşit din mijlocul lor, şi dinaintea acestui corn au fost smulse trei din cele dintâi coarne. Şi cornul acesta avea nişte ochi ca ochii de om şi o gură care vorbea cu trufie."
          },
          {
            "id": 2,
            "stringRef": "Apoc. 13:1",
            "verse": "1. Apoi am stat pe nisipul mării. Şi am văzut ridicându-se din mare o fiară cu zece coarne şi şapte capete; pe coarne avea zece cununi împărăteşti, şi pe capete avea nume de hulă."
          }
        ]
      },
      {
        "id": 5,
        "hint": "Ungere divină (1 Sam. 16:13, 1 Regi 1:39).",
        "refs": [
          {
            "id": 1,
            "stringRef": "1 Sam. 16:13",
            "verse": "13. Samuel a luat cornul cu untdelemn şi l-a uns în mijlocul fraţilor lui. Duhul Domnului a venit peste David, începând din ziua aceea şi în cele următoare. Samuel s-a sculat şi s-a dus la Rama."
          },
          {
            "id": 2,
            "stringRef": "1 Regi 1:39",
            "verse": "39. Preotul Ţadoc a luat cornul cu untdelemn din Cort şi a uns pe Solomon. Au sunat din trâmbiţă, şi tot poporul a zis: „Trăiască împăratul Solomon!”"
          }
        ]
      },
      {
        "id": 6,
        "hint": "Puterea de mijlocire și sanctuarul oferit de Dumnezeu (Exod 27:2), refugiul și protecția oferită de prezența lui Dumnezeu (1 Regi 2:28).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Exod 27:2",
            "verse": "2. În cele patru colţuri să faci nişte coarne care să fie dintr-o bucată cu altarul; şi să-l acoperi cu aramă."
          },
          {
            "id": 2,
            "stringRef": "1 Regi 2:28",
            "verse": "28. Vestea aceasta a ajuns până la Ioab, care luase partea lui Adonia, măcar că nu luase partea lui Absalom. Şi Ioab a fugit la Cortul Domnului şi s-a apucat de coarnele altarului."
          }
        ]
      }
    ]
  },
  {
    "id": 25,
    "symbol": "Toiagul",
    "hints": [
      {
        "id": 1,
        "hint": "Autoritate (Exod 4:2÷4, Ps. 110:2), alegerea divină pentru preoție (Num. 17:8).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Exod 4:2÷4",
            "verse": "2. Domnul i-a zis: „Ce ai în mână?” El a răspuns: „Un toiag.”\n3. Domnul a zis: „Aruncă-l la pământ.” El l-a aruncat la pământ, şi toiagul s-a prefăcut într-un şarpe. Moise fugea de el.\n4. Domnul a zis lui Moise: „Întinde-ţi mâna şi apucă-l de coadă.” El a întins mâna şi l-a apucat; şi şarpele s-a prefăcut iarăşi într-un toiag în mâna lui."
          },
          {
            "id": 2,
            "stringRef": "Ps. 110:2",
            "verse": "2. Domnul va întinde din Sion toiagul de cârmuire al puterii Tale, zicând: „Stăpâneşte în mijlocul vrăjmaşilor Tăi!”"
          }
        ]
      },
      {
        "id": 2,
        "hint": "Protecția și călăuzirea oferite de Dumnezeu (Ps. 23:4, Exod 14:16).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Ps. 23:4",
            "verse": "4. Chiar dacă ar fi să umblu prin valea umbrei morţii, nu mă tem de niciun rău, căci Tu eşti cu mine. Toiagul şi nuiaua Ta mă mângâie."
          },
          {
            "id": 2,
            "stringRef": "Exod 14:16",
            "verse": "16. Tu ridică-ţi toiagul, întinde-ţi mâna spre mare şi despică-o; şi copiii lui Israel vor trece prin mijlocul mării ca pe uscat."
          }
        ]
      },
      {
        "id": 3,
        "hint": "Disciplină și al educare prin corectare (Prov. 13:24, Prov. 22:15), sau pedepsă divină (Isaia 10:5).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Prov. 13:24",
            "verse": "24. Cine cruţă nuiaua, urăşte pe fiul său, dar cine-l iubeşte, îl pedepseşte îndată."
          },
          {
            "id": 2,
            "stringRef": "Prov. 22:15",
            "verse": "15. Nebunia este lipită de inima copilului, dar nuiaua certării o va dezlipi de el."
          }
        ]
      },
      {
        "id": 4,
        "hint": "Puterea lui Dumnezeu (Exod 7:10÷12, Exod 17:9÷11).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Exod 7:10÷12",
            "verse": "10. Moise şi Aaron s-au dus la faraon şi au făcut cum poruncise Domnul. Aaron şi-a aruncat toiagul înaintea lui faraon şi înaintea slujitorilor lui; şi toiagul s-a prefăcut într-un şarpe.\n11. Dar faraon a chemat pe nişte înţelepţi şi pe nişte vrăjitori, şi vrăjitorii Egiptului au făcut şi ei la fel prin vrăjitoriile lor.\n12. Toţi şi-au aruncat toiegele, şi s-au prefăcut în şerpi. Dar toiagul lui Aaron a înghiţit toiegele lor."
          },
          {
            "id": 2,
            "stringRef": "Exod 17:9÷11",
            "verse": "9. Atunci Moise a zis lui Iosua: „Alege nişte bărbaţi şi ieşi de luptă împotriva lui Amalec. Iar eu voi sta mâine pe vârful dealului cu toiagul lui Dumnezeu în mână.”\n10. Iosua a făcut ce-i spusese Moise şi a ieşit să lupte împotriva lui Amalec. Iar Moise, Aaron şi Hur s-au suit pe vârful dealului.\n11. Când îşi ridica Moise mâna, era mai tare Israel; şi când îşi lăsa mâna în jos, era mai tare Amalec."
          }
        ]
      },
      {
        "id": 5,
        "hint": "Judecata lui Dumnezeu (Mica 6:9, Ezec. 20:37).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Mica 6:9",
            "verse": "9. Glasul Domnului strigă cetăţii, şi omul înţelept se teme de Numele Tău: „Ascultaţi pedeapsa (nuiaua) şi pe Cel ce o trimite!"
          },
          {
            "id": 2,
            "stringRef": "Ezec. 20:37",
            "verse": "37. Vă voi trece pe sub toiag şi vă voi pune sub mustrarea legământului."
          }
        ]
      },
      {
        "id": 6,
        "hint": "Suferința lui Hristos (Matei 27:29÷30).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Matei 27:29÷30",
            "verse": "29. Au împletit o cunună de spini, pe care I-au pus-o pe cap, şi I-au pus o trestie în mâna dreaptă. Apoi îngenuncheau înaintea Lui, îşi băteau joc de El şi ziceau: „Plecăciune, Împăratul iudeilor!”\n30. Şi scuipau asupra Lui şi luau trestia şi-L băteau în cap."
          }
        ]
      },
      {
        "id": 7,
        "hint": "Păstorul, face referire la obiceiul păstorilor de a număra oile pentru a le proteja, sugerând grija lui Dumnezeu față de poporul Său (Ezec. 20:37, Mica 7:14).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Ezec. 20:37",
            "verse": "37. Vă voi trece pe sub toiag şi vă voi pune sub mustrarea legământului."
          },
          {
            "id": 2,
            "stringRef": "Mica 7:14",
            "verse": "14. Paşte-Ţi poporul cu toiagul Tău, paşte turma moştenirii Tale care locuieşte singură în pădurea din mijlocul Carmelului; ca să pască pe Basan şi în Galaad, ca în zilele de altădată."
          }
        ]
      }
    ]
  },
  {
    "id": 26,
    "symbol": "Botezul",
    "hints": [
      {
        "id": 1,
        "hint": "Spălarea păcatelor prin harul lui Dumnezeu (Fapte 22:16), conștiință curată (1 Pet. 3:21).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Fapte 22:16",
            "verse": "16. Şi acum, ce zăboveşti? Scoală-te, primeşte botezul şi fii spălat de păcatele tale, chemând Numele Domnului.”"
          },
          {
            "id": 2,
            "stringRef": "1 Pet. 3:21",
            "verse": "21. Icoana aceasta închipuitoare vă mântuieşte acum pe voi, şi anume botezul, care nu este o curăţare de întinăciunile trupeşti, ci mărturia unui cuget curat înaintea lui Dumnezeu, prin învierea lui Isus Hristos,"
          }
        ]
      },
      {
        "id": 2,
        "hint": "Identificarea cu moartea și învierea lui Hristos (Rom. 6:3÷4), viață nouă în Hristos (Col. 2:12).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Rom. 6:3÷4",
            "verse": "3. Nu ştiţi că toţi câţi am fost botezaţi în Isus Hristos, am fost botezaţi în moartea Lui?\n4. Noi deci, prin botezul în moartea Lui, am fost îngropaţi împreună cu El, pentru ca, după cum Hristos a înviat din morţi, prin slava Tatălui, tot aşa şi noi să trăim o viaţă nouă."
          },
          {
            "id": 2,
            "stringRef": "Col. 2:12",
            "verse": "12. fiind îngropaţi împreună cu El, prin botez, şi înviaţi în El şi împreună cu El, prin credinţa în puterea lui Dumnezeu care L-a înviat din morţi."
          }
        ]
      },
      {
        "id": 3,
        "hint": "Intrare în Împărăția lui Dumnezeu (Ioan 3:5, Matei 28:19÷20).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Ioan 3:5",
            "verse": "5. Isus i-a răspuns: „Adevărat, adevărat îţi spun că, dacă nu se naşte cineva din apă şi din Duh, nu poate să intre în Împărăţia lui Dumnezeu."
          },
          {
            "id": 2,
            "stringRef": "Matei 28:19÷20",
            "verse": "19. Duceţi-vă şi faceţi ucenici din toate neamurile, botezându-i în Numele Tatălui şi al Fiului şi al Sfântului Duh.\n20. Şi învăţaţi-i să păzească tot ce v-am poruncit. Şi iată că Eu sunt cu voi în toate zilele, până la sfârşitul veacului.” Amin."
          }
        ]
      },
      {
        "id": 4,
        "hint": "Legământ cu Dumnezeu (Fapte 2:38).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Fapte 2:38",
            "verse": "38. „Pocăiţi-vă”, le-a zis Petru, „şi fiecare din voi să fie botezat în Numele lui Isus Hristos, spre iertarea păcatelor voastre; apoi veţi primi darul Sfântului Duh."
          }
        ]
      },
      {
        "id": 5,
        "hint": "Lucrarea de pregătire pentru botezul cu Duhul Sfânt (Matei 3:11), primirea Duhului Sfânt (Fapte 10:47÷48).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Matei 3:11",
            "verse": "11. Cât despre mine, eu vă botez cu apă, spre pocăinţă; dar Cel ce vine după mine este mai puternic decât mine, şi eu nu sunt vrednic să-I duc încălţămintea. El vă va boteza cu Duhul Sfânt şi cu foc."
          },
          {
            "id": 2,
            "stringRef": "Fapte 10:47÷48",
            "verse": "47. „Se poate opri apa ca să nu fie botezaţi aceştia care au primit Duhul Sfânt ca şi noi?”\n48. Şi a poruncit să fie botezaţi în Numele Domnului Isus Hristos. Atunci l-au rugat să mai rămână câteva zile la ei."
          }
        ]
      },
      {
        "id": 6,
        "hint": "Unitatea (1 Cor. 12:13) și egalitatea (Gal. 3:27÷28) tuturor credincioșilor în trupul lui Hristos.",
        "refs": [
          {
            "id": 1,
            "stringRef": "1 Cor. 12:13",
            "verse": "13. Noi toţi, în adevăr, am fost botezaţi de un singur Duh, ca să alcătuim un singur trup, fie iudei, fie greci, fie robi, fie slobozi; şi toţi am fost adăpaţi dintr-un singur Duh."
          },
          {
            "id": 2,
            "stringRef": "Gal. 3:27÷28",
            "verse": "27. Toţi care aţi fost botezaţi pentru Hristos v-aţi îmbrăcat cu Hristos.\n28. Nu mai este nici iudeu, nici grec; nu mai este nici rob, nici slobod; nu mai este nici parte bărbătească, nici parte femeiască, fiindcă toţi sunteţi una în Hristos Isus."
          }
        ]
      },
      {
        "id": 7,
        "hint": "Anticipare a mântuirii (Marcu 16:16, Tit 3:5).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Marcu 16:16",
            "verse": "16. Cine va crede şi se va boteza va fi mântuit; dar cine nu va crede va fi osândit."
          },
          {
            "id": 2,
            "stringRef": "Tit 3:5",
            "verse": "5. El ne-a mântuit, nu pentru faptele făcute de noi în neprihănire, ci pentru îndurarea Lui, prin spălarea naşterii din nou şi prin înnoirea făcută de Duhul Sfânt,"
          }
        ]
      },
      {
        "id": 8,
        "hint": "Pocăința și mărturisirea păcatelor (Matei 3:6).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Matei 3:6",
            "verse": "6. şi, mărturisindu-şi păcatele, erau botezaţi de el (Ioan) în râul Iordan."
          }
        ]
      }
    ]
  },
  {
    "id": 27,
    "symbol": "Femeia",
    "hints": [
      {
        "id": 1,
        "hint": "Israel (Isaia 54:5÷6, Apoc. 12:1÷6), sau Biserica (Efes. 5:25÷27).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Isaia 54:5÷6",
            "verse": "5. căci Făcătorul tău este bărbatul tău: Domnul este numele Lui, şi Răscumpărătorul tău este Sfântul lui Israel. El Se numeşte Dumnezeul întregului pământ,\n6. căci Domnul te cheamă înapoi ca pe o femeie părăsită şi cu inima întristată, ca pe o nevastă din tinereţe, care a fost izgonită, zice Dumnezeul tău."
          },
          {
            "id": 2,
            "stringRef": "Apoc. 12:1÷6",
            "verse": "1. În cer s-a arătat un semn mare: o femeie învăluită în soare, cu luna sub picioare şi cu o cunună de douăsprezece stele pe cap.\n2. Ea era însărcinată, ţipa în durerile naşterii şi avea un mare chin ca să nască.\n3. În cer s-a mai arătat un alt semn: iată, s-a văzut un mare balaur roşu cu şapte capete, zece coarne şi şapte cununi împărăteşti pe capete.\n4. Cu coada trăgea după el a treia parte din stelele cerului şi le arunca pe pământ. Balaurul a stat înaintea femeii, care stătea să nască, pentru ca să-i mănânce copilul, când îl va naşte.\n5. Ea a născut un fiu, un copil de parte bărbătească. El are să cârmuiască toate neamurile cu un toiag de fier. Copilul a fost răpit la Dumnezeu şi la scaunul Lui de domnie.\n6. Şi femeia a fugit în pustiu, într-un loc pregătit de Dumnezeu, ca să fie hrănită acolo o mie două sute şaizeci de zile."
          },
          {
            "id": 3,
            "stringRef": "Efes. 5:25÷27",
            "verse": "25. Bărbaţilor, iubiţi-vă nevestele cum a iubit şi Hristos Biserica şi S-a dat pe Sine pentru ea,\n26. ca s-o sfinţească, după ce a curăţat-o prin botezul cu apă prin Cuvânt,\n27. ca să înfăţişeze înaintea Lui această Biserică, slăvită, fără pată, fără zbârcitură sau altceva de felul acesta, ci sfântă şi fără prihană."
          }
        ]
      },
      {
        "id": 2,
        "hint": "Virtute (Prov. 31:10÷31) sau înțelepciune (Prov. 9:1÷6).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Prov. 31:10÷31",
            "verse": "10. Cine poate găsi o femeie cinstită? Ea este mai de preţ decât mărgăritarele.\n11. Inima bărbatului se încrede în ea, şi nu duce lipsă de venituri.\n12. Ea îi face bine, şi nu rău, în toate zilele vieţii sale.\n13. Ea face rost de lână şi de in şi lucrează cu mâini harnice.\n14. Ea este ca o corabie de negoţ; de departe îşi aduce pâinea.\n15. Ea se scoală când este încă noapte şi dă hrană casei sale şi împarte lucrul de peste zi slujnicelor sale.\n16. Se gândeşte la un ogor şi-l cumpără; din rodul muncii ei sădeşte o vie.\n17. Ea îşi încinge mijlocul cu putere şi îşi oţeleşte braţele.\n18. Vede că munca îi merge bine, lumina ei nu se stinge noaptea.\n19. Ea pune mâna pe furcă, şi degetele ei ţin fusul.\n20. Ea îşi întinde mâna către cel nenorocit, îşi întinde braţul către cel lipsit.\n21. Nu se teme de zăpadă pentru casa ei, căci toată casa ei este îmbrăcată cu cărămiziu.\n22. Ea îşi face învelitori, are haine de in subţire şi purpură.\n23. Bărbatul ei este bine văzut la porţi, când şade cu bătrânii ţării.\n24. Ea face cămăşi şi le vinde şi dă cingători negustorului.\n25. Ea este îmbrăcată cu tărie şi slavă şi râde de ziua de mâine.\n26. Ea deschide gura cu înţelepciune, şi învăţături plăcute îi sunt pe limbă.\n27. Ea veghează asupra celor ce se petrec în casa ei, şi nu mănâncă pâinea lenevirii.\n28. Fiii ei se scoală şi o numesc fericită; bărbatul ei se scoală şi-i aduce laude zicând:\n29. „Multe fete au o purtare cinstită, dar tu le întreci pe toate.”\n30. Dezmierdările sunt înşelătoare, şi frumuseţea este deşartă, dar femeia care se teme de Domnul va fi lăudată.\n31. Răsplătiţi-o cu rodul muncii ei, şi faptele ei s-o laude la porţile cetăţii."
          },
          {
            "id": 2,
            "stringRef": "Prov. 9:1÷6",
            "verse": "1. Înţelepciunea şi-a zidit casa, şi-a tăiat cei şapte stâlpi.\n2. Şi-a înjunghiat vitele, şi-a amestecat vinul, şi-a pus masa.\n3. Şi-a trimis slujnicele şi strigă, de pe vârful înălţimilor cetăţii:\n4. „Cine este prost, să vină încoace!” Celor lipsiţi de pricepere le zice:\n5. „Veniţi de mâncaţi din pâinea mea şi beţi din vinul pe care l-am amestecat!\n6. Lăsaţi prostia şi veţi trăi, şi umblaţi pe calea priceperii!”"
          }
        ]
      },
      {
        "id": 3,
        "hint": "Păcatul sau idolatria (Prov. 7:6÷27), Babilonul cel mare, sistemul lumesc corupt și idolatria (Apoc. 17:1÷6).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Prov. 7:6÷27",
            "verse": "6. Stăteam la fereastra casei mele şi mă uitam prin zăbrele.\n7. Am zărit printre cei neîncercaţi, am văzut printre tineri pe un băiat fără minte.\n8. Trecea pe uliţă, la colţul unde stătea una din aceste străine, şi a apucat pe calea care ducea spre locuinţa ei.\n9. Era în amurg, seara, în noaptea neagră şi întunecoasă.\n10. Şi iată că i-a alergat înainte o femeie îmbrăcată ca o curvă şi cu inima şireată.\n11. Era bună de gură şi fără astâmpăr; picioarele nu-i puteau sta acasă:\n12. când în uliţă, când în pieţe, pe la toate colţurile stătea la pândă.\n13. Ea l-a îmbrăţişat şi l-a sărutat, şi cu o faţă fără ruşine i-a zis:\n14. „Eram datoare cu o jertfă de mulţumire, azi mi-am împlinit juruinţele.\n15. De aceea ţi-am ieşit înainte să te caut, şi te-am şi găsit.\n16. Mi-am împodobit patul cu învelitori, cu aşternut de pânzeturi din Egipt;\n17. mi-am stropit aşternutul cu smirnă, aloe şi scorţişoară.\n18. Vino, să ne îmbătăm de dragoste până dimineaţă, să ne desfătăm cu dezmierdări.\n19. Căci bărbatul meu nu este acasă, a plecat într-o călătorie lungă,\n20. a luat cu el sacul cu bani şi nu se va întoarce acasă decât la luna nouă.”\n21. Tot vorbindu-i, ea l-a ademenit şi l-a atras cu buzele ei ademenitoare.\n22. Deodată a început să meargă după ea ca boul care se duce la măcelărie, ca un cerb care aleargă spre cursă,\n23. ca pasărea care dă buzna în laţ, fără să ştie că o va costa viaţa, până ce săgeata îi străpunge ficatul.\n24. Şi acum, fiilor, ascultaţi-mă şi luaţi aminte la cuvintele gurii mele.\n25. Să nu ţi se abată inima spre calea unei asemenea femei, nu te rătăci pe cărările ei.\n26. Căci ea a făcut să cadă multe jertfe şi mulţi sunt cei pe care i-a ucis ea.\n27. Casa ei este drumul spre Locuinţa morţilor, drumul care coboară spre locaşurile morţii."
          },
          {
            "id": 2,
            "stringRef": "Apoc. 17:1÷6",
            "verse": "1. Apoi, unul din cei şapte îngeri care ţineau cele şapte potire a venit de a vorbit cu mine şi mi-a zis: „Vino să-ţi arăt judecata curvei celei mari, care şade pe ape mari.\n2. Cu ea au curvit împăraţii pământului; şi locuitorii pământului s-au îmbătat de vinul curviei ei!”\n3. Şi m-a dus, în Duhul, într-un pustiu. Şi am văzut o femeie şezând pe o fiară de culoare stacojie, plină cu nume de hulă, şi avea şapte capete şi zece coarne.\n4. Femeia aceasta era îmbrăcată cu purpură şi stacojiu; era împodobită cu aur, cu pietre scumpe şi cu mărgăritare. Ţinea în mână un potir de aur plin de spurcăciuni şi de necurăţiile curviei ei.\n5. Pe frunte purta scris un nume, o taină: „Babilonul cel mare, mama curvelor şi spurcăciunilor pământului.”\n6. Şi am văzut pe femeia aceasta, îmbătată de sângele sfinţilor şi de sângele mucenicilor lui Isus. Când am văzut-o, m-am mirat minune mare."
          }
        ]
      },
      {
        "id": 4,
        "hint": "Viață și nașterea umanității (Gen. 3:20), maternitate divină (Luca 1:30÷31).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Gen. 3:20",
            "verse": "20. Adam a pus nevestei sale numele Eva: căci ea a fost mama tuturor celor vii."
          },
          {
            "id": 2,
            "stringRef": "Luca 1:30÷31",
            "verse": "31. Şi iată că vei rămâne însărcinată şi vei naşte un Fiu, căruia Îi vei pune numele Isus.\n32. El va fi mare şi va fi chemat Fiul Celui Preaînalt; şi Domnul Dumnezeu Îi va da scaunul de domnie al tatălui Său David."
          }
        ]
      },
      {
        "id": 5,
        "hint": "Loialitate, credință și dragoste devotată (Rut 1:16÷17), pocăință și iubire pentru Dumnezeu (Luca 7:37÷38).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Rut 1:16÷17",
            "verse": "16. Rut a răspuns: „Nu sta de mine să te las şi să mă întorc de la tine! Încotro vei merge tu, voi merge şi eu, unde vei locui tu, voi locui şi eu; poporul tău va fi poporul meu, şi Dumnezeul tău va fi Dumnezeul meu;\n17. unde vei muri tu, voi muri şi eu şi voi fi îngropată acolo. Facă-mi Domnul ce o vrea, dar nimic nu mă va despărţi de tine decât moartea!”"
          },
          {
            "id": 2,
            "stringRef": "Luca 7:37÷38",
            "verse": "37. Şi iată că o femeie păcătoasă din cetate a aflat că El era la masă în casa fariseului: a adus un vas de alabastru cu mir mirositor\n38. şi stătea înapoi, lângă picioarele lui Isus, şi plângea. Apoi a început să-I stropească picioarele cu lacrimile ei şi să le şteargă cu părul capului ei; le săruta mult şi le ungea cu mir."
          }
        ]
      },
      {
        "id": 6,
        "hint": "Mireasă a lui Hristos (Cânt. 4:7÷10), Biserica, curată și pregătită pentru unirea cu Hristos (Apoc. 19:7÷9).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Cânt. 4:7÷10",
            "verse": "7. Eşti frumoasă de tot, iubito, şi n-ai niciun cusur.\n8. Vino cu mine din Liban, mireaso, vino cu mine din Liban! Priveşte din vârful muntelui Amana, din vârful muntelui Senir şi Hermon, din vizuinile leilor, din munţii pardoşilor!\n9. Mi-ai răpit inima, soro, mireaso, mi-ai răpit inima numai cu o privire, numai cu unul din lănţişoarele de la gâtul tău!\n10. Ce lipici în dezmierdările tale, soro, mireaso! Dezmierdările tale preţuiesc mai mult decât vinul, şi miresmele tale sunt mai plăcute decât toate miroznele!"
          },
          {
            "id": 2,
            "stringRef": "Apoc. 19:7÷9",
            "verse": "7. Să ne bucurăm, să ne înveselim şi să-I dăm slavă! Căci a venit nunta Mielului; soţia Lui s-a pregătit\n8. şi i s-a dat să se îmbrace cu in subţire, strălucitor şi curat.” (Inul subţire sunt faptele neprihănite ale sfinţilor.)\n9. Apoi mi-a zis: „Scrie: Ferice de cei chemaţi la ospăţul nunţii Mielului!” Apoi mi-a zis: „Acestea sunt adevăratele cuvinte ale lui Dumnezeu!”"
          }
        ]
      },
      {
        "id": 7,
        "hint": "Vulnerabilitatea umană la ispită (Gen. 3:1÷6), ispitirea și trădarea (Judc. 16:4÷19).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Gen. 3:1÷6",
            "verse": "1. Şarpele era mai şiret decât toate fiarele câmpului pe care le făcuse Domnul Dumnezeu. El a zis femeii: „Oare a zis Dumnezeu cu adevărat: «Să nu mâncaţi din toţi pomii din grădină»?”\n2. Femeia a răspuns şarpelui: „Putem să mâncăm din rodul tuturor pomilor din grădină.\n3. Dar despre rodul pomului din mijlocul grădinii, Dumnezeu a zis: «Să nu mâncaţi din el şi nici să nu vă atingeţi de el, ca să nu muriţi.»\n4. Atunci şarpele a zis femeii: „Hotărât, că nu veţi muri,\n5. dar Dumnezeu ştie că, în ziua când veţi mânca din el, vi se vor deschide ochii şi veţi fi ca Dumnezeu, cunoscând binele şi răul.”\n6. Femeia a văzut că pomul era bun de mâncat şi plăcut de privit şi că pomul era de dorit ca să deschidă cuiva mintea. A luat deci din rodul lui şi a mâncat; a dat şi bărbatului ei, care era lângă ea, şi bărbatul a mâncat şi el."
          },
          {
            "id": 2,
            "stringRef": "Judc. 16:4÷19",
            "verse": "4. După aceea, a iubit pe o femeie în valea Sorec. Ea se numea Dalila.\n5. Domnitorii filistenilor s-au suit la ea şi i-au zis: „Înduplecă-l şi află de unde-i vine puterea lui cea mare şi cum am putea să-l biruim, ca să-l legăm şi să-l slăbim, şi-ţi vom da fiecare câte o mie o sută de sicli de argint.”\n6. Dalila a zis lui Samson: „Spune-mi, te rog, de unde-ţi vine puterea ta cea mare şi cu ce ar trebui să fii legat ca să fii biruit.”\n7. Samson i-a zis: „Dacă aş fi legat cu şapte funii noi, care să nu fie uscate încă, aş slăbi şi aş fi ca orice alt om.”\n8. Domnitorii filistenilor au adus Dalilei şapte funii noi, neuscate încă. Şi ea l-a legat cu funiile acestea.\n9. Iar nişte oameni stăteau la pândă la ea, într-o odaie. Ea i-a zis: „Filistenii sunt asupra ta, Samson!” Şi el a rupt funiile, cum se rupe o aţă de câlţi când se atinge de foc. Şi astfel n-au ştiut de unde-i venea puterea.\n10. Dalila a zis lui Samson: „Vezi, ţi-ai bătut joc de mine, mi-ai spus minciuni. Acum, te rog, arată-mi cu ce trebuie să fii legat.”\n11. El i-a zis: „Dacă aş fi legat cu funii noi, care să nu fi fost întrebuinţate niciodată, aş slăbi şi aş fi ca orice alt om.”\n12. Dalila a luat nişte funii noi şi l-a legat cu ele. Apoi i-a zis: „Filistenii sunt asupra ta, Samson!” Iar nişte oameni stăteau la pândă într-o odaie. Şi el a rupt funiile de la braţe ca pe o aţă.\n13. Dalila a zis lui Samson: „Până acum ţi-ai bătut joc de mine şi mi-ai spus minciuni. Spune-mi cu ce trebuie să fii legat.” El i-a zis: „N-ai decât să împleteşti cele şapte şuviţe de păr din capul meu în urzeala ţesăturii.”\n14. Şi ea le-a pironit cu un cui de lemn în pământ. Apoi i-a zis: „Filistenii sunt asupra ta, Samson!” Şi el s-a trezit din somn şi a smuls cuiul de lemn din pământ cu urzeală cu tot.\n15. Ea i-a zis: „Cum poţi spune: \"Te iubesc!\", când inima ta nu este cu mine? Iată că de trei ori ţi-ai bătut joc de mine şi nu mi-ai spus de unde-ţi vine puterea ta cea mare.”\n16. Fiindcă ea îl necăjea şi-l chinuia în fiecare zi cu stăruinţele ei, sufletul i s-a umplut de o nelinişte de moarte,\n17. şi-a deschis toată inima faţă de ea şi i-a zis: „Briciul n-a trecut peste capul meu, pentru că sunt închinat Domnului din pântecele maicii mele. Dacă aş fi ras, puterea m-ar părăsi, aş slăbi şi aş fi ca orice alt om.”\n18. Dalila, văzând că îşi deschisese toată inima faţă de ea, a trimis să cheme pe domnitorii filistenilor şi a pus să le spună: „Suiţi-vă de data aceasta, căci mi-a deschis toată inima lui.” Şi domnitorii filistenilor s-au suit la ea şi au adus argintul în mâini.\n19. Ea l-a adormit pe genunchii ei. Şi, chemând un om, a ras cele şapte şuviţe de pe capul lui Samson, şi a început astfel să-l slăbească. El şi-a pierdut puterea."
          }
        ]
      },
      {
        "id": "8",
        "hint": "Includerea tuturor în planul lui Dumnezeu (Ioel 2:28÷29), binecuvântare și vestea bună (Matei 28:1÷10).",
        "refs": [
          {
            "id": 1,
            "stringRef": "Ioel 2:28÷29",
            "verse": "28. După aceea voi turna Duhul Meu peste orice făptură; fiii şi fiicele voastre vor proroci, bătrânii voştri vor visa vise, şi tinerii voştri vor avea vedenii.\n29. Chiar şi peste robi şi peste roabe voi turna Duhul Meu în zilele acelea."
          },
          {
            "id": 2,
            "stringRef": "Matei 28:1÷10",
            "verse": "1. La sfârşitul zilei Sabatului, când începea să se lumineze înspre ziua dintâi a săptămânii, Maria Magdalena şi cealaltă Marie au venit să vadă mormântul.\n2. Şi iată că s-a făcut un mare cutremur de pământ; căci un înger al Domnului s-a coborât din cer, a venit şi a prăvălit piatra de la uşa mormântului şi a şezut pe ea.\n3. Înfăţişarea lui era ca fulgerul, şi îmbrăcămintea lui albă ca zăpada.\n4. Străjerii au tremurat de frica lui şi au rămas ca nişte morţi.\n5. Dar îngerul a luat cuvântul şi a zis femeilor: „Nu vă temeţi; căci ştiu că voi căutaţi pe Isus care a fost răstignit.\n6. Nu este aici; a înviat, după cum zisese. Veniţi de vedeţi locul unde zăcea Domnul;\n7. şi duceţi-vă repede de spuneţi ucenicilor Lui că a înviat dintre cei morţi. Iată că El merge înaintea voastră în Galileea; acolo Îl veţi vedea. Iată că v-am spus lucrul acesta.”\n8. Ele au plecat repede de la mormânt, cu frică şi cu mare bucurie, şi au alergat să dea de veste ucenicilor Lui.\n9. Dar iată că le-a întâmpinat Isus şi le-a zis: „Bucuraţi-vă!” Ele s-au apropiat să-I cuprindă picioarele şi I s-au închinat.\n10. Atunci Isus le-a zis: „Nu vă temeţi; duceţi-vă de spuneţi fraţilor Mei să meargă în Galileea: acolo Mă vor vedea.”"
          }
        ]
      }
    ]
  }
]
