[
  {
    "id": 1,
    "stringRef": "Gen. 2:16÷17",
    "verse": "16. Domnul Dumnezeu a dat omului porunca aceasta: „Poţi să mănânci după plăcere din orice pom din grădină;\n17. dar din pomul cunoştinţei binelui şi răului să nu mănânci, căci în ziua în care vei mânca din el vei muri negreşit.”",
    "fulfilled": true,
    "history": "În urma păcatului adamic, omul este sortit să moară fizic."
  },
  {
    "id": 2,
    "stringRef": "Gen. 3:14÷19",
    "verse": "14. Domnul Dumnezeu a zis şarpelui: „Fiindcă ai făcut lucrul acesta, blestemat eşti între toate vitele şi între toate fiarele de pe câmp; în toate zilele vieţii tale să te târăşti pe pântece şi să mănânci ţărână.\n15. Vrăjmăşie voi pune între tine şi femeie, între sămânţa ta şi sămânţa ei. Aceasta îţi va zdrobi capul, şi tu îi vei zdrobi călcâiul.”\n16. Femeii i-a zis: „Voi mări foarte mult suferinţa şi însărcinarea ta; cu durere vei naşte copii, şi dorinţele tale se vor ţine după bărbatul tău, iar el va stăpâni peste tine.”\n17. Omului i-a zis: „Fiindcă ai ascultat de glasul nevestei tale şi ai mâncat din pomul despre care îţi poruncisem: «Să nu mănânci deloc din el», blestemat este acum pământul din pricina ta. Cu multă trudă să-ţi scoţi hrana din el în toate zilele vieţii tale;\n18. spini şi pălămidă să-ţi dea şi să mănânci iarba de pe câmp.\n19. În sudoarea feţei tale să-ţi mănânci pâinea, până te vei întoarce în pământ, căci din el ai fost luat; căci ţărână eşti şi în ţărână te vei întoarce.”",
    "fulfilled": true,
    "history": "Rostind blestem asupra diavolului și șarpelui, Dumnezeu a profeţit că întotdeauna va fi dușmănie între șarpe, Satan, și descendenţii femeii. Sămânţa femeii, Isus, îi va zdrobi capul șarpelui - adică judecata lui Satan -, iar tu îi vei zdrobi călcâiul - adică Isus avea să moară."
  },
  {
    "id": 3,
    "stringRef": "Gen. 15:13÷16",
    "verse": "13. Şi Domnul a zis lui Avram: „Să ştii hotărât că sămânţa ta va fi străină într-o ţară care nu va fi a ei; acolo va fi robită şi o vor apăsa greu, timp de patru sute de ani.\n14. Dar pe neamul căruia îi va fi roabă, îl voi judeca Eu: şi pe urmă va ieşi de-acolo cu mari bogăţii.\n15. Tu vei merge în pace la părinţii tăi; vei fi îngropat după o bătrâneţe fericită.\n16. În al patrulea neam, ea se va întoarce aici; căci nelegiuirea amoriţilor nu şi-a atins încă vârful.”",
    "fulfilled": true,
    "history": "Promisiunea ţării a fost limitată la o anumită spiţă de urmași: Isaac, Iacov și cei doisprezece fii."
  },
  {
    "id": 4,
    "stringRef": "Gen. 40:12÷15",
    "verse": "12. Iosif i-a zis: „Iată tălmăcirea visului: Cele trei mlădiţe sunt trei zile.\n13. Peste trei zile faraon te va scoate din temniţă, te va pune iarăşi în slujba ta şi vei pune iarăşi paharul în mâna lui faraon, cum obişnuiai mai înainte, când erai paharnicul lui.\n14. Dar adu-ţi aminte şi de mine când vei fi fericit şi arată, rogu-te, bunătate faţă de mine; pune o vorbă bună pentru mine la faraon şi scoate-mă din casa aceasta.\n15. Căci am fost luat cu sila din ţara evreilor şi chiar aici n-am făcut nimic ca să fiu aruncat în temniţă.”",
    "fulfilled": true
  },
  {
    "id": 5,
    "stringRef": "Gen. 40:18÷19",
    "verse": "18. Iosif a răspuns şi a zis: „Iată-i tălmăcirea: Cele trei coşuri sunt trei zile.\n19. Peste trei zile, faraon îţi va lua capul, te va spânzura de un lemn, şi carnea ţi-o vor mânca păsările.”",
    "fulfilled": true
  },
  {
    "id": 6,
    "stringRef": "Gen. 41:25÷27",
    "verse": "25. Iosif a zis lui faraon: „Ce a visat faraon însemnă un singur lucru: Dumnezeu a arătat mai dinainte lui faraon ce are să facă.\n26. Cele şapte vaci frumoase înseamnă şapte ani; şi cele şapte spice frumoase înseamnă şapte ani: este un singur vis.\n27. Cele şapte vaci sfrijite şi urâte, care se suiau după cele dintâi, înseamnă şapte ani; şi cele şapte spice goale, arse de vântul de răsărit, vor fi şapte ani de foamete.",
    "fulfilled": true
  },
  {
    "id": 7,
    "stringRef": "Gen. 49:3÷5",
    "verse": "3. Ruben, tu, întâiul meu născut, puterea mea şi pârga tăriei mele, întâiul în vrednicie şi întâiul în putere,\n4. năvalnic ca apele - tu nu vei mai avea întâietatea! Căci te-ai suit în patul tatălui tău, mi-ai spurcat patul, suindu-te în el.\n5. Simeon şi Levi sunt fraţi; săbiile lor sunt nişte unelte de silnicie.",
    "fulfilled": true,
    "history": "Profeția lui Iacov despre cele 12 seminții ale lui Israel"
  },
  {
    "id": 8,
    "stringRef": "Gen. 49:10",
    "verse": "10. Toiagul de domnie nu se va depărta din Iuda, nici toiagul de cârmuire dintre picioarele lui, până va veni Şilo, şi de El vor asculta popoarele.",
    "fulfilled": true,
    "history": "Profeția lui Iacov despre Isus: El va veni din familia lui David, care e o parte din seminţia lui Iuda."
  },
  {
    "id": 9,
    "stringRef": "Gen. 49:13÷17",
    "verse": "13. Zabulon va locui pe ţărmul mărilor, lângă limanul corăbiilor, şi hotarul lui se va întinde înspre Sidon.\n14. Isahar este un măgar osos care se culcă în grajduri.\n15. Vede că locul unde se odihneşte este plăcut şi că ţinutul lui este măreţ; îşi pleacă umărul sub povară şi se supune birului.\n16. Dan va judeca pe poporul său, ca una din seminţiile lui Israel.\n17. Dan va fi un şarpe pe drum, o năpârcă pe cărare, muşcând călcâiele calului, făcând să cadă călăreţul pe spate.",
    "fulfilled": true,
    "history": "Profeția lui Iacov despre cele 12 seminții ale lui Israel: „Dan” înseamnă „judecător”, presupunând o judecată dreaptă și echitabilă. Se subînţelege prezicerea că Dan nu va fi pe măsura așteptării numelui său."
  },
  {
    "id": 10,
    "stringRef": "Gen. 49:19",
    "verse": "19. Peste Gad vor da iureş cete înarmate, dar şi el va da iureş peste ele şi le va urmări.",
    "fulfilled": true,
    "history": "Profeția lui Iacov despre cele 12 seminții ale lui Israel: „Gad” înseamnă „atac” și există aici un joc de cuvinte în prezicerea în care Gad, atacantul, este atacat, dar profeţia este că Gad va contraataca."
  },
  {
    "id": 11,
    "stringRef": "Gen. 49:20",
    "verse": "20. Aşer dă o hrană minunată; el va da bucate alese împăraţilor.",
    "fulfilled": true,
    "history": "Profeția lui Iacov despre cele 12 seminții ale lui Israel: tribul Așer era localizat într-o zonă din Canaan cu sol bogat, în staresă asigure multă hrană."
  },
  {
    "id": 12,
    "stringRef": "Gen. 49:21",
    "verse": "21. Neftali este o cerboaică slobodă: rosteşte cuvinte frumoase.",
    "fulfilled": true,
    "history": "Profeția lui Iacov despre cele 12 seminții ale lui Israel: tribul Neftali s-a stabilit în nord-vestul mării Galileii,într-o regiune muntoasă."
  },
  {
    "id": 13,
    "stringRef": "Gen. 49:22÷24",
    "verse": "22. Iosif este vlăstarul unui pom roditor, vlăstarul unui pom roditor sădit lângă un izvor; ramurile lui se înalţă deasupra zidului.\n23. Arcaşii l-au aţâţat, au aruncat săgeţi şi l-au urmărit cu ura lor.\n24. Dar arcul lui a rămas tare, şi mâinile lui au fost întărite de mâinile Puternicului lui Iacov: şi a ajuns astfel păstorul, stânca lui Israel.",
    "fulfilled": true,
    "history": "Profeția lui Iacov despre cele 12 seminții ale lui Israel."
  },
  {
    "id": 14,
    "stringRef": "Gen. 49:27",
    "verse": "27. Beniamin este un lup care sfâşie; dimineaţa mănâncă prada, iar seara împarte prada răpită.”",
    "fulfilled": true,
    "history": "Profeția lui Iacov despre cele 12 seminții ale lui Israel."
  },
  {
    "id": 15,
    "stringRef": "Exod 7:1÷5",
    "verse": "1. Domnul a zis lui Moise: „Iată că te fac Dumnezeu pentru faraon; şi fratele tău, Aaron, va fi prorocul tău.\n2. Tu vei spune tot ce-ţi voi porunci Eu, iar fratele tău, Aaron, va vorbi lui faraon, ca să lase pe copiii lui Israel să plece din ţara lui.\n3. Eu voi împietri inima lui faraon, şi Îmi voi înmulţi semnele şi minunile în ţara Egiptului.\n4. Totuşi, faraon n-are să v-asculte. Apoi Îmi voi întinde mâna asupra Egiptului şi voi scoate din ţara Egiptului oştile Mele, pe poporul Meu, pe copiii lui Israel, prin mari judecăţi.\n5. Egiptenii vor cunoaşte că Eu sunt Domnul, când Îmi voi întinde mâna asupra Egiptului şi când voi scoate din mijlocul lor pe copiii lui Israel.”",
    "fulfilled": true
  },
  {
    "id": 16,
    "stringRef": "Exod 7:20",
    "verse": "20. Moise şi Aaron au făcut cum le poruncise Domnul. Aaron a ridicat toiagul şi a lovit apele râului, sub ochii lui faraon şi sub ochii slujitorilor lui; şi toate apele râului s-au prefăcut în sânge. (prima plagă)",
    "fulfilled": true
  },
  {
    "id": 17,
    "stringRef": "Exod 8:1÷4",
    "verse": "1. Domnul a zis lui Moise: \"Du-te la faraon şi spune-i: \"Aşa vorbeşte Domnul: „Lasă pe poporul Meu să plece ca să-Mi slujească.\n2. Dacă nu vrei să-l laşi să plece, am să aduc broaşte pe toată întinderea ţării tale.\n3. Râul va mişuna de broaşte; ele se vor sui şi vor intra în casa ta, în odaia ta de dormit şi în patul tău, în casa slujitorilor tăi şi în casele poporului tău, în cuptoarele şi în postăvile de frământat pâinea.\n4. Ba încă broaştele se vor sui şi pe tine, pe poporul tău şi pe toţi slujitorii tăi.” (a doua plagă)",
    "fulfilled": true
  },
  {
    "id": 18,
    "stringRef": "Exod 8:16",
    "verse": "16. Domnul a zis lui Moise: \"Spune lui Aaron: „Întinde-ţi toiagul şi loveşte ţărâna pământului, şi se va preface în păduchi, în toată ţara Egiptului.” (a treia plagă)",
    "fulfilled": true
  },
  {
    "id": 19,
    "verse": "21. Dacă nu vei lăsa pe poporul Meu să plece, am să trimit muşte câineşti împotriva ta, împotriva slujitorilor tăi, împotriva poporului tău şi împotriva caselor tale; casele egiptenilor vor fi pline de muşte, şi pământul va fi acoperit de ele. (a patra plagă)",
    "stringRef": "Exod 8:21",
    "fulfilled": true
  },
  {
    "id": 20,
    "stringRef": "Exod 9:1÷5",
    "verse": "1. Domnul a zis lui Moise: \"Du-te la faraon şi spune-i: \"Aşa vorbeşte Domnul Dumnezeul evreilor: „Lasă pe poporul Meu să plece, ca să-Mi slujească.\n2. Dacă nu vrei să-l laşi să plece şi dacă-l mai opreşti,\n3. iată, mâna Domnului va fi peste turmele tale de pe câmp; peste cai, peste măgari, peste cămile, peste boi şi peste oi; şi anume va fi o ciumă foarte mare.\n4. Dar Domnul va face deosebire între turmele lui Israel şi turmele egiptenilor, aşa că nu va pieri nimic din tot ce este al copiilor lui Israel.”\n5. Domnul a hotărât vremea şi a zis: „Mâine, va face Domnul lucrul acesta în ţară.” (a cincea plagă)",
    "fulfilled": true
  },
  {
    "id": 21,
    "stringRef": "Exod 9:8÷9",
    "verse": "8. Domnul a zis lui Moise şi lui Aaron: „Umpleţi-vă mâinile cu cenuşă din cuptor, şi Moise s-o arunce spre cer, sub ochii lui faraon.\n9. Ea se va preface într-o ţărână care va acoperi toată ţara Egiptului; şi va da naştere, în toată ţara Egiptului, pe oameni şi pe dobitoace, la nişte bube pricinuite de nişte băşici fierbinţi.” (a șasea plagă)",
    "fulfilled": true
  },
  {
    "id": 22,
    "stringRef": "Exod 9:17÷18",
    "verse": "17. Dacă te mai ridici împotriva poporului Meu şi dacă nu-l laşi să plece,\n18. iată, mâine, la ceasul acesta, voi face să bată o piatră aşa de mare, cum n-a mai fost în Egipt, din ziua întemeierii lui şi până azi. (a șaptea plagă)",
    "fulfilled": true
  },
  {
    "id": 23,
    "stringRef": "Exod 10:4",
    "verse": "4. Dacă nu vrei să laşi pe poporul Meu să plece, iată, voi trimite mâine nişte lăcuste pe toată întinderea ţării tale. (a opta plagă)",
    "fulfilled": true
  },
  {
    "id": 24,
    "stringRef": "Exod 10:21",
    "verse": "21. Domnul a zis lui Moise: „Întinde-ţi mâna spre cer şi va fi întuneric peste ţara Egiptului, aşa de întuneric de să se poată pipăi.” (a noua plagă)",
    "fulfilled": true
  },
  {
    "id": 25,
    "stringRef": "Exod 11:4÷5",
    "verse": "4. Moise a zis: \"Aşa vorbeşte Domnul: „Pe la miezul nopţii, voi trece prin Egipt;\n5. şi toţi întâii născuţi din ţara Egiptului vor muri, de la întâiul născut al lui faraon, care şade pe scaunul lui de domnie, până la întâiul născut al roabei care stă la râşniţă, şi până la toţi întâii născuţi ai dobitoacelor”. (a zecea plagă)",
    "fulfilled": true
  },
  {
    "id": 26,
    "stringRef": "Exod 14:16",
    "verse": "16. Tu ridică-ţi toiagul, întinde-ţi mâna spre mare şi despică-o; şi copiii lui Israel vor trece prin mijlocul mării ca pe uscat.",
    "fulfilled": true
  },
  {
    "id": 27,
    "stringRef": "Deut. 3:27÷28",
    "verse": "27. Suie-te pe vârful muntelui Pisga, uită-te spre apus, spre miazănoapte, spre miazăzi şi spre răsărit, şi priveşte-o doar cu ochii; căci nu vei trece Iordanul acesta.\n28. Dă porunci lui Iosua, întăreşte-l şi îmbărbătează-l; căci el va merge înaintea poporului acestuia şi-l va pune în stăpânirea ţării pe care o vei vedea.”",
    "fulfilled": true
  },
  {
    "id": 28,
    "stringRef": "Deut. 31:16÷18",
    "verse": "16. Domnul a zis lui Moise: \"Iată, tu vei adormi împreună cu părinţii tăi. Şi poporul acesta se va scula şi va curvi după dumnezeii străini ai ţării în care intră. Pe Mine Mă va părăsi şi va călca legământul Meu pe care l-am încheiat cu el.\n17. În ziua aceea, Mă voi aprinde de mânie împotriva lui. Îi voi părăsi şi-Mi voi ascunde faţa de ei. El va fi prăpădit şi-l vor ajunge o mulţime de rele şi necazuri; şi atunci va zice: „Oare nu m-au ajuns aceste rele din pricină că Dumnezeul meu nu este în mijlocul meu?”\n18. Şi Eu Îmi voi ascunde faţa în ziua aceea, din pricina tot răului pe care-l va face, întorcându-se spre alţi dumnezei.",
    "fulfilled": true
  },
  {
    "id": 29,
    "stringRef": "Deut. 31:23",
    "verse": "23. Domnul a poruncit lui Iosua, fiul lui Nun, şi a zis: „Întăreşte-te şi îmbărbătează-te, căci tu vei duce pe copiii lui Israel în ţara pe care am jurat că le-o voi da; şi Eu însumi voi fi cu tine.”",
    "fulfilled": true
  },
  {
    "id": 30,
    "stringRef": "Isaia 44:26÷28",
    "verse": "26. Dar întăresc cuvântul robului Meu şi împlinesc ce prorocesc trimişii Mei; Eu zic despre Ierusalim: „Va fi locuit” şi, despre cetăţile lui Iuda: „Vor fi zidite iarăşi şi le voi ridica dărâmăturile.”\n27. Eu zic Adâncului: „Usucă-te, şi îţi voi seca râurile.”\n28. Eu zic despre Cirus: „El este păstorul Meu, şi el va împlini toată voia Mea; el va zice despre Ierusalim: \"Să fie zidit iarăşi!\", şi despre Templu: \"Să i se pună temeliile!\"”",
    "fulfilled": true,
    "history": "Potrivit istoricului grec Herodot, armata lui Cirus a deviat apele fluviului Eufrat, care trecea prin Babilon. Folosind această strategie, soldații au putut intra în oraș mergând prin albia râului. După ce a cucerit orașul, Cirus i-a eliberat pe evreii captivi în Babilon și le-a permis să se întoarcă în Ierusalim și să reconstruiască orașul, distrus cu 70 de ani în urmă."
  },
  {
    "id": 31,
    "stringRef": "Isaia 45:1÷2",
    "verse": "1. Aşa vorbeşte Domnul către unsul Său, către Cirus, pe care-l ţine de mână ca să doboare neamurile înaintea lui şi să dezlege brâul împăraţilor, să-i deschidă porţile, ca să nu se mai închidă: 2. \"Eu voi merge înaintea ta, voi netezi drumurile muntoase, voi sfărâma uşile de aramă şi voi rupe zăvoarele de fier.",
    "fulfilled": true,
    "history": "Perșii au intrat în oraș pe porțile masive cu două canaturi, care, din neglijență, fuseseră lăsate deschise. Dacă babilonienii ar fi cunoscut planurile lui Cirus, cu siguranță ar fi închis toate porțile dinspre râu. Însă cu porțile deschise, orașul a fost, practic, fără apărare."
  },
  {
    "id": 32,
    "stringRef": "Marcu 13:1÷2",
    "verse": "1. Când a ieşit Isus din Templu, unul din ucenicii Lui I-a zis: „Învăţătorule, uită-Te ce pietre şi ce zidiri!”\n2. Isus i-a răspuns: „Vezi tu aceste zidiri mari? Nu va rămâne aici piatră pe piatră care să nu fie dărâmată.”",
    "fulfilled": true
  },
  {
    "id": 33,
    "stringRef": "Luca 19:43÷44",
    "verse": "43. Vor veni peste tine zile, când vrăjmaşii tăi te vor înconjura cu şanţuri, te vor împresura şi te vor strânge din toate părţile:\n44. te vor face una cu pământul, pe tine şi pe copiii tăi din mijlocul tău; şi nu vor lăsa în tine piatră pe piatră, pentru că n-ai cunoscut vremea când ai fost cercetată.”",
    "fulfilled": true,
    "history": "Profețiile lui Isus au fost date în anul 33 e.n."
  },
  {
    "id": 34,
    "stringRef": "Luca 21:20÷21",
    "verse": "20. Când veţi vedea Ierusalimul înconjurat de oşti, să ştiţi că atunci pustiirea lui este aproape.\n21. Atunci, cei din Iudeea să fugă la munţi, cei din mijlocul Ierusalimului să iasă afară din el, şi cei de prin ogoare să nu intre în el.",
    "fulfilled": true,
    "history": "În iunie 70 e.n., Titus le-a ordonat soldaților să taie copacii din zona rurală a Iudeei pentru a construi în jurul Ierusalimului o fortificație din pari ascuțiți, lungă de 7 km. În septembrie, romanii au prădat și au incendiat orașul și templul, nemailăsând piatră pe piatră, exact așa cum prezisese Isus."
  },
  {
    "id": 35,
    "stringRef": "2 Tim. 3:1÷5",
    "verse": "1. Să ştii că în zilele din urmă vor fi vremuri grele.\n2. Căci oamenii vor fi iubitori de sine, iubitori de bani, lăudăroşi, trufaşi, hulitori, neascultători de părinţi, nemulţumitori, fără evlavie,\n3. fără dragoste firească, neînduplecaţi, clevetitori, neînfrânaţi, neîmblânziţi, neiubitori de bine,\n4. vânzători, obraznici, îngâmfaţi; iubitori mai mult de plăceri decât iubitori de Dumnezeu;\n5. având doar o formă de evlavie, dar tăgăduindu-i puterea. Depărtează-te de oamenii aceştia.",
    "fulfilled": true
  },
  {
    "id": 36,
    "stringRef": "Matei 24:6÷8",
    "verse": "6. Veţi auzi de războaie şi veşti de războaie: vedeţi să nu vă înspăimântaţi, căci toate aceste lucruri trebuie să se întâmple. Dar sfârşitul tot nu va fi atunci.\n7. Un neam se va scula împotriva altui neam, şi o împărăţie împotriva altei împărăţii; şi, pe alocuri, vor fi cutremure de pământ, foamete şi ciume.\n8. Dar toate aceste lucruri nu vor fi decât începutul durerilor.",
    "fulfilled": true
  },
  {
    "id": 37,
    "stringRef": "Luca 21:9÷13",
    "verse": "9. Când veţi auzi de războaie şi de răscoale, să nu vă înspăimântaţi; pentru că întâi trebuie să se întâmple aceste lucruri. Dar sfârşitul nu va fi îndată.\"\n10. \"Apoi\", le-a zis El, \"un neam se va scula împotriva altui neam, şi o împărăţie împotriva altei împărăţii.\n11. Pe alocuri vor fi mari cutremure de pământ, foamete şi ciume; vor fi arătări înspăimântătoare şi semne mari în cer.\n12. Dar înainte de toate acestea, vor pune mâinile pe voi şi vă vor prigoni: vă vor da pe mâna sinagogilor, vă vor arunca în temniţe, vă vor târî înaintea împăraţilor şi înaintea dregătorilor, din pricina Numelui Meu.\n13. Aceste lucruri vi se vor întâmpla ca să fiţi mărturie.",
    "fulfilled": true
  },
  {
    "id": 38,
    "stringRef": "Matei 24:14",
    "verse": "14. Evanghelia aceasta a Împărăţiei va fi propovăduită în toată lumea, ca să slujească de mărturie tuturor neamurilor. Atunci va veni sfârşitul.",
    "fulfilled": true
  },
  {
    "id": 39,
    "stringRef": "Iosua 6:26",
    "verse": "26. Atunci a jurat Iosua şi a zis: „Blestemat să fie înaintea Domnului omul care se va scula să zidească din nou cetatea aceasta a Ierihonului! Cu preţul întâiului său născut îi va pune temeliile şi cu preţul celui mai tânăr fiu al lui îi va aşeza porţile!”",
    "fulfilled": true,
    "history": "34. Pe vremea lui, Hiel din Betel a zidit iarăşi Ierihonul; i-a pus temeliile cu preţul lui Abiram, întâiul lui născut, şi i-a pus porţile cu preţul lui Segub, cel mai tânăr fiu al lui, după cuvântul pe care-l spusese Domnul prin Iosua, fiul lui Nun. (1 Regi 16:34)"
  }
]
