[
  {
    "id": 1,
    "desire": "În context biblic „pofta” este o dorință intensă care, dacă nu este controlată, duce la păcat (Iacov 1:14÷15, 2 Pet. 1:3÷4).",
    "refs": [
      {
        "id": 1,
        "stringRef": "Iacov 1:14÷15",
        "verse": "14. Ci fiecare este ispitit, când este atras de pofta lui însuşi şi momit.\n15. Apoi pofta, când a zămislit, dă naştere păcatului; şi păcatul, odată făptuit, aduce moartea."
      },
      {
        "id": 2,
        "stringRef": "2 Pet. 1:3÷4",
        "verse": "3. Dumnezeiasca Lui putere ne-a dăruit tot ce priveşte viaţa şi evlavia, prin cunoaşterea Celui ce ne-a chemat prin slava şi puterea Lui,\n4. prin care El ne-a dat făgăduinţele Lui nespus de mari şi scumpe, ca prin ele să vă faceţi părtaşi firii dumnezeieşti, după ce aţi fugit de stricăciunea care este în lume prin pofte."
      }
    ]
  },
  {
    "id": 2,
    "desire": "Biblia se referă la trei categorii principale de pofte (1 Ioan 2:16) :\n• pofta firii pământeşti: dorințe trupești exagerate cu mâncare, beție, desfrânare: (Gen. 3:6, Gen. 25:29÷34),\n• pofta ochilor: dorința materială cu avere, invidie, lăcomie (Iosua 7:20÷21, 2 Sam. 11:1÷27),\n• pofta lăudăroşilor: dorința de a fi admirat sau de a controla (Gen. 11:4).",
    "refs": [
      {
        "id": 1,
        "stringRef": "1 Ioan 2:16",
        "verse": "16. Căci tot ce este în lume: pofta firii pământeşti, pofta ochilor şi lăudăroşia vieţii, nu este de la Tatăl, ci din lume."
      },
      {
        "id": 2,
        "stringRef": "Gen. 3:6",
        "verse": "6. Femeia a văzut că pomul era bun de mâncat şi plăcut de privit şi că pomul era de dorit ca să deschidă cuiva mintea. A luat deci din rodul lui şi a mâncat; a dat şi bărbatului ei, care era lângă ea, şi bărbatul a mâncat şi el."
      },
      {
        "id": 3,
        "stringRef": "Gen. 25:29÷34",
        "verse": "29. Odată, pe când fierbea Iacov o ciorbă, Esau s-a întors de la câmp, rupt de oboseală.\n30. Şi Esau a zis lui Iacov: „Dă-mi, te rog, să mănânc din ciorba aceasta roşiatică, fiindcă sunt rupt de oboseală.” Pentru aceea s-a dat lui Esau numele Edom.\n31. Iacov a zis: „Vinde-mi azi dreptul tău de întâi născut!”\n32. Esau a răspuns: „Iată-mă, sunt pe moarte; la ce-mi slujeşte dreptul acesta de întâi născut?”\n33. Şi Iacov a zis: „Jură-mi întâi.” Esau i-a jurat şi astfel şi-a vândut dreptul de întâi născut lui Iacov.\n34. Atunci Iacov a dat lui Esau pâine şi ciorbă de linte. El a mâncat şi a băut; apoi s-a sculat şi a plecat. Astfel şi-a nesocotit Esau dreptul de întâi născut."
      },
      {
        "id": 4,
        "stringRef": "Iosua 7:20÷21",
        "verse": "20. Acan a răspuns lui Iosua şi a zis: „Este adevărat că am păcătuit împotriva Domnului Dumnezeului lui Israel şi iată ce am făcut:\n21. am văzut în pradă o manta frumoasă de Şinear, două sute de sicli de argint şi o placă de aur în greutate de cincizeci de sicli; le-am poftit şi le-am luat; iată, sunt ascunse în pământ în mijlocul cortului meu, şi argintul este pus sub ele.”"
      },
      {
        "id": 5,
        "stringRef": "2 Sam. 11:1÷27",
        "verse": "1. În anul următor, pe vremea când porneau împăraţii la război, David a trimis pe Ioab, cu slujitorii lui şi tot Israelul, să pustiască ţara lui Amon şi să împresoare Raba. Dar David a rămas la Ierusalim.\n2. Într-o după amiază spre seară, David s-a sculat de pe pat; şi pe când se plimba pe acoperişul casei împărăteşti, a zărit de acolo o femeie care se scălda şi care era foarte frumoasă la chip.\n3. David a întrebat cine este femeia aceasta, şi i-au spus: „Este Bat-Şeba, fata lui Eliam, nevasta lui Urie, hetitul.”\n4. Şi David a trimis nişte oameni s-o aducă. Ea a venit la el, şi el s-a culcat cu ea. După ce s-a curăţat de necurăţia ei, ea s-a întors acasă.\n5. Femeia a rămas însărcinată şi a trimis vorbă lui David, zicând: „Sunt însărcinată.”\n6. Atunci David a trimis următoarea poruncă lui Ioab: „Trimite-mi pe Urie, hetitul.” Şi Ioab a trimis pe Urie la David.\n7. Urie a venit la David, care l-a întrebat despre starea lui Ioab, despre starea poporului şi despre mersul războiului.\n8. Apoi David a zis lui Urie: „Coboară-te acasă şi spală-ţi picioarele.” Urie a ieşit din casa împărătească şi a fost urmat de un dar din partea împăratului.\n9. Dar Urie s-a culcat la poarta casei împărăteşti, cu toţi slujitorii stăpânului său, şi nu s-a coborât acasă la el.\n10. Au dat de ştire lui David despre aceasta şi i-au spus: „Urie nu s-a coborât la el acasă.” Şi David a zis lui Urie: „Nu vii tu oare din călătorie? Pentru ce nu te-ai coborât acasă?”\n11. Urie a răspuns lui David: „Chivotul şi Israel şi Iuda locuiesc în corturi, domnul meu Ioab şi slujitorii domnului meu sunt tăbărâţi în câmp, şi eu să intru în casă să mănânc şi să beau şi să mă culc cu nevasta mea!? Viu eşti tu şi viu este sufletul tău, că nu voi face lucrul acesta.”\n12. David a zis lui Urie: „Mai rămâi şi astăzi aici, şi mâine îţi voi da drumul.” Şi Urie a rămas la Ierusalim în ziua aceea şi a doua zi.\n13. David l-a poftit să mănânce şi să bea cu el şi l-a îmbătat; şi seara Urie a ieşit şi s-a culcat cu slujitorii stăpânului său, dar nu s-a coborât acasă.\n14. A doua zi dimineaţa, David a scris o scrisoare lui Ioab şi a trimis-o prin Urie.\n15. În scrisoarea aceasta scria: „Puneţi pe Urie în locul cel mai greu al luptei şi trageţi-vă înapoi de la el, ca să fie lovit şi să moară.”\n16. Ioab, împresurând cetatea, a pus pe Urie în locul pe care-l ştia apărat de ostaşi viteji.\n17. Oamenii din cetate au făcut o ieşire şi s-au bătut împotriva lui Ioab; au căzut mulţi din popor, din slujitorii lui David, şi a fost ucis şi Urie, hetitul.\n18. Ioab a trimis un sol să istorisească lui David tot ce se petrecuse în luptă.\n19. Şi a dat solului următoarea poruncă: „Când vei isprăvi de istorisit împăratului toate amănuntele luptei,\n20. poate că se va mânia şi va zice: «Pentru ce v-aţi apropiat de cetate să luptaţi împotriva ei? Nu ştiaţi că se aruncă săgeţi din vârful zidului?\n21. Cine a omorât pe Abimelec, fiul lui Ierubeşet? Nu o femeie, care a aruncat peste el din vârful zidului o piatră de moară, şi n-a murit el la Tebeţ? Pentru ce v-aţi apropiat de zid?» Atunci să-i spui: «A murit şi robul tău Urie, hetitul.»”\n22. Solul a plecat; şi, la sosire, a istorisit lui David tot ce-i poruncise Ioab.\n23. Solul a zis lui David: „Oamenii aceia au fost mai tari decât noi; făcuseră o ieşire împotriva noastră în câmp şi i-am dat înapoi până la intrarea porţii,\n24. dar arcaşii au tras de pe vârful zidului asupra slujitorilor tăi, şi mulţi din slujitorii împăratului au fost ucişi, şi a murit şi robul tău Urie, hetitul.”\n25. David a zis solului: „Iată ce să spui lui Ioab: «Nu te munci pentru întâmplarea aceasta, căci sabia doboară când pe unul când pe altul; bate cetatea cu putere, dărâm-o. Şi tu îmbărbătează-l!»”\n26. Nevasta lui Urie a aflat că bărbatul ei murise şi a plâns pe bărbatul ei.\n27. După ce au trecut zilele de jale, David a trimis s-o ia şi a primit-o în casa lui. Ea i-a fost nevastă şi i-a născut un fiu. Fapta lui David n-a plăcut Domnului."
      },
      {
        "id": 6,
        "stringRef": "Gen. 11:4",
        "verse": "4. Şi au mai zis: „Haidem! să ne zidim o cetate şi un turn al cărui vârf să atingă cerul şi să ne facem un nume, ca să nu fim împrăştiaţi pe toată faţa pământului!”"
      }
    ]
  },
  {
    "id": 3,
    "desire": "Consecințele poftelor:\n• Separare de Dumnezeu (Isaia 59:1÷2)\n• Deteriorarea relațiilor (Gen. 4:8)\n• Distrugerea caracterului (Prov. 6:25)\n• Moartea (Rom. 6:23)",
    "refs": [
      {
        "id": 1,
        "stringRef": "Isaia 59:1÷2",
        "verse": "1. Nu, mâna Domnului nu este prea scurtă ca să mântuiască, nici urechea Lui prea tare ca să audă,\n2. ci nelegiuirile voastre pun un zid de despărţire între voi şi Dumnezeul vostru; păcatele voastre vă ascund faţa Lui şi-L împiedică să v-asculte!"
      },
      {
        "id": 2,
        "stringRef": "Gen. 4:8",
        "verse": "8. Însă Cain a zis fratelui său Abel: „Haidem să ieşim la câmp.” Dar pe când erau la câmp, Cain s-a ridicat împotriva fratelui său Abel şi l-a omorât."
      },
      {
        "id": 3,
        "stringRef": "Prov. 6:25",
        "verse": "25. N-o pofti în inima ta pentru frumuseţea ei şi nu te lăsa ademenit de pleoapele ei."
      },
      {
        "id": 4,
        "stringRef": "Rom. 6:23",
        "verse": "23. Fiindcă plata păcatului este moartea, dar darul fără plată al lui Dumnezeu este viaţa veşnică în Isus Hristos, Domnul nostru."
      }
    ]
  },
  {
    "id": 4,
    "desire": "Scripturile ne oferă și soluții pentru a birui poftele (1 Pet. 2:11÷18, 1 Pet. 4:2÷3, Gal. 5:16, Rom. 13:14, 2 Tim. 2:22÷25, Tit 2:11÷13).",
    "refs": [
      {
        "id": 1,
        "stringRef": "1 Pet. 2:11÷18",
        "verse": "11. Preaiubiţilor, vă sfătuiesc ca pe nişte străini şi călători, să vă feriţi de poftele firii pământeşti, care se războiesc cu sufletul.\n12. Să aveţi o purtare bună în mijlocul neamurilor, pentru ca, în ceea ce vă vorbesc de rău ca pe nişte făcători de rele, prin faptele voastre bune pe care le văd să slăvească pe Dumnezeu în ziua cercetării.\n13. Fiţi supuşi oricărei stăpâniri omeneşti, pentru Domnul: atât împăratului, ca înalt stăpânitor,\n14. cât şi dregătorilor, ca unii care sunt trimişi de el să pedepsească pe făcătorii de rele şi să laude pe cei ce fac bine.\n15. Căci voia lui Dumnezeu este ca, făcând ce este bine, să astupaţi gura oamenilor neştiutori şi proşti.\n16. Purtaţi-vă ca nişte oameni slobozi, fără să faceţi din slobozenia aceasta o haină a răutăţii, ci ca nişte robi ai lui Dumnezeu.\n17. Cinstiţi pe toţi oamenii, iubiţi pe fraţi; temeţi-vă de Dumnezeu; daţi cinste împăratului!\n18. Slugilor, fiţi supuse stăpânilor voştri cu toată frica, nu numai celor ce sunt buni şi blânzi, ci şi celor greu de mulţumit."
      },
      {
        "id": 2,
        "stringRef": "1 Pet. 4:2÷3",
        "verse": "2. pentru ca, în vremea care-i mai rămâne de trăit în trup, să nu mai trăiască după poftele oamenilor, ci după voia lui Dumnezeu.\n3. Ajunge, în adevăr, că în trecut aţi făcut voia neamurilor şi aţi trăit în desfrânări, în pofte, în beţii, în ospeţe, în chefuri şi în slujiri idoleşti neîngăduite."
      },
      {
        "id": 3,
        "stringRef": "Gal. 5:16",
        "verse": "16. Zic, dar: umblaţi cârmuiţi de Duhul şi nu împliniţi poftele firii pământeşti."
      },
      {
        "id": 4,
        "stringRef": "Rom. 13:14",
        "verse": "14. ci îmbrăcaţi-vă în Domnul Isus Hristos şi nu purtaţi grijă de firea pământească, pentru ca să-i treziţi poftele."
      },
      {
        "id": 5,
        "stringRef": "2 Tim. 2:22÷25",
        "verse": "22. Fugi de poftele tinereţii şi urmăreşte neprihănirea, credinţa, dragostea, pacea, împreună cu cei ce cheamă pe Domnul dintr-o inimă curată.\n23. Fereşte-te de întrebările nebune şi nefolositoare, căci ştii că dau naştere la certuri.\n24. Şi robul Domnului nu trebuie să se certe; ci să fie blând cu toţi, în stare să înveţe pe toţi, plin de îngăduinţă răbdătoare,\n25. să îndrepte cu blândeţe pe potrivnici, în nădejdea că Dumnezeu le va da pocăinţa, ca să ajungă la cunoştinţa adevărului;"
      },
      {
        "id": 6,
        "stringRef": "Tit 2:11÷13",
        "verse": "11. Căci harul lui Dumnezeu, care aduce mântuire pentru toţi oamenii, a fost arătat\n12. şi ne învaţă s-o rupem cu păgânătatea şi cu poftele lumeşti şi să trăim în veacul de acum cu cumpătare, dreptate şi evlavie,\n13. aşteptând fericita noastră nădejde şi arătarea slavei marelui nostru Dumnezeu şi Mântuitor Isus Hristos."
      }
    ]
  },
  {
    "id": 5,
    "desire": "Biblia ne îndeamnă la sfințire și trăire curată înaintea lui Dumnezeu (Lev. 20:7÷8, Ps. 119:11, Rom. 12:1÷2, 2 Cor. 7:1, Efes. 4:22÷24, 1 Tes. 4:3÷5, Evrei 12:14, Iacov 4:8, 1 Pet. 1:14÷16, 1 Ioan 3:3)",
    "refs": [
      {
        "id": 1,
        "stringRef": "Lev. 20:7÷8",
        "verse": "7. Voi să vă sfinţiţi şi să fiţi sfinţi, căci Eu sunt Domnul Dumnezeul vostru.\n8. Să păziţi legile Mele şi să le împliniţi. Eu sunt Domnul care vă sfinţesc."
      },
      {
        "id": 2,
        "stringRef": "Ps. 119:11",
        "verse": "11. Strâng cuvântul Tău în inima mea, ca să nu păcătuiesc împotriva Ta!"
      },
      {
        "id": 3,
        "stringRef": "Rom. 12:1÷2",
        "verse": "1. Vă îndemn, dar, fraţilor, pentru îndurarea lui Dumnezeu, să aduceţi trupurile voastre ca o jertfă vie, sfântă, plăcută lui Dumnezeu: aceasta va fi din partea voastră o slujbă duhovnicească.\n2. Să nu vă potriviţi chipului veacului acestuia, ci să vă prefaceţi, prin înnoirea minţii voastre, ca să puteţi deosebi bine voia lui Dumnezeu: cea bună, plăcută şi desăvârşită."
      },
      {
        "id": 4,
        "stringRef": "2 Cor. 7:1",
        "verse": "1. Deci fiindcă avem astfel de făgăduinţe, preaiubiţilor, să ne curăţăm de orice întinăciune a cărnii şi a duhului şi să ne ducem sfinţirea până la capăt, în frica de Dumnezeu."
      },
      {
        "id": 5,
        "stringRef": "Efes. 4:22÷24",
        "verse": "22. cu privire la felul vostru de viaţă din trecut, să vă dezbrăcaţi de omul cel vechi care se strică după poftele înşelătoare;\n23. şi să vă înnoiţi în duhul minţii voastre,\n24. şi să vă îmbrăcaţi în omul cel nou, făcut după chipul lui Dumnezeu, de o neprihănire şi sfinţenie pe care o dă adevărul."
      },
      {
        "id": 6,
        "stringRef": "1 Tes. 4:3÷5",
        "verse": "3. Voia lui Dumnezeu este sfinţirea voastră: să vă feriţi de curvie;\n4. fiecare din voi să ştie să-şi stăpânească vasul în sfinţenie şi cinste,\n5. nu în aprinderea poftei, ca Neamurile care nu cunosc pe Dumnezeu."
      },
      {
        "id": 7,
        "stringRef": "Evrei 12:14",
        "verse": "14. Urmăriţi pacea cu toţi şi sfinţirea, fără de care nimeni nu va vedea pe Domnul."
      },
      {
        "id": 8,
        "stringRef": "Iacov 4:8",
        "verse": "8. Apropiaţi-vă de Dumnezeu, şi El Se va apropia de voi. Curăţaţi-vă mâinile, păcătoşilor; curăţaţi-vă inima, oameni cu inima împărţită!"
      },
      {
        "id": 9,
        "stringRef": "1 Pet. 1:14÷16",
        "verse": " Ca nişte copii ascultători, nu vă lăsaţi târâţi în poftele pe care le aveaţi altădată, când eraţi în neştiinţă.\n15. Ci, după cum Cel ce v-a chemat este sfânt, fiţi şi voi sfinţi în toată purtarea voastră.\n16. Căci este scris: „Sfinţiţi-vă, căci Eu sunt sfânt.”"
      },
      {
        "id": 10,
        "stringRef": "1 Ioan 3:3",
        "verse": "3. Oricine are nădejdea aceasta în El se curăţă, după cum El este curat."
      }
    ]
  }
]
